[
  {
    "id": 2,
    "nombre": "Abdellah Yahyaoui Azuz",
    "fragmento": "Porque los grandes cambios no siempre nacen de gobiernos, ni de discursos, ni de organizaciones poderosas.\nA veces, las hazañas más significativas brotan de pequeños actos,\nrealizados en silencio,\ndesde la soledad,\ndesde la escasez,\ndesde la incertidumbre.",
    "titulo": "El legado de un padre grabado en el alma",
    "image": "/imagenes/abdellah.png",
    "description": "Cuando la realidad supera la ficción, leer se convierte en deber y escribir en resistencia.",
    "parts": [
      {
        "title": "El legado de un padre grabado en el alma",
        "content": [
          "",
    "Desde pequeño, mi padre —mi difunto padre (que Allah ﷻ tenga misericordia de él)— me enseñó que Palestina es la causa más grande de nuestra era.",
    "Para él, para mí, para toda mi generación, no hay nada más importante.",
    "Hasta que Palestina no sea libre…",
    "nada importará más.",
    "Él me inculcó esos valores, me enseñó a querer a ese pueblo con todo el corazón.",
    "Crecí con esa idea grabada en la mente.",
    "Palestina no es solo un territorio o una lucha política.",
    "Es algo sagrado para nosotros.",
    "Allí está la mezquita de Al-Aqsa, el lugar donde el profeta **Muḥammad ﷺ** viajó durante el Isra’ y ascendió al cielo.",
    "Allí rezó junto a todos los profetas.",
    "Es un símbolo sagrado que nos conecta con nuestra historia y nuestra fe.",
    "También está la Puerta de los Magribíes, un honor que Saladino concedió a nuestros abuelos.",
    "Esa puerta me une a mi tierra, a mi historia, a esta causa.",
    "Soy marroquí.",
    "Y esa conexión la siento en cada fibra de mi ser.",
    "Cuando alguien decía ser palestino, era como si automáticamente le ofrecieras todo lo que tenías.",
    "No importaba quién fuera esa persona.",
    "Solo por ser palestino merecía amor, respeto y apoyo incondicional.",
    "Recuerdo una vez, con mi hermano y un amigo argelino, un hombre saharaui comenzó a hablar con desprecio de los palestinos.",
    "No lo permití.",
    "Le mandé callar.",
    "Defendí a los palestinos con toda mi fuerza.",
    "Así crecí:",
    "con pasión,",
    "con compromiso,",
    "con la causa grabada en el alma.",
    "Despierta.",
    "Léeme con el corazón.",
    "No soy sunnita.",
    "No soy chiita.",
    "No soy cristiano.",
    "No soy judío.",
    "No soy ateo.",
    "Soy muslim.",
    "Soy musulmán.",
    "Creo en **Allah ﷻ**.",
    "Creo en su Libro sagrado, el Qur’an.",
    "Creo en su Mensajero, **Muḥammad ﷺ**.",
    "Y creo en todos sus profetas: Jesús, Moisés, Ibrahīm, Dawud…",
    "Todos son mis profetas.",
    "Los respeto.",
    "Los amo.",
    "Sigo la senda del Profeta ﷺ: su ejemplo, su misericordia, su paciencia.",
    "No acepto etiquetas que él nunca usó.",
    "Él no me llamó sunní ni chií.",
    "Solo me llamó musulmán.",
    "Y si te quiero, si te valoro, intentaré compartir contigo lo que creo.",
    "No por imponer, sino por cariño.",
    "Si no me escuchas, seguiré adelante.",
    "Sin odio.",
    "Sin resentimiento.",
    "Porque la paciencia es lo que él ﷺ nos enseñó.",
    "Y yo he crecido con esos principios.",
    "Pero todos hemos sido manipulados.",
    "Nos dividieron con palabras vacías:",
    "vosotros, nosotros, los suyos, los nuestros.",
    "Nos hicieron olvidar que somos muchas cosas.",
    "Que tú, como yo, eres más que una sola palabra.",
    "El cristiano es muchas cosas además de cristiano.",
    "El musulmán también.",
    "El problema empieza cuando reducen tu humanidad a una etiqueta.",
    "Y te dicen que el resto debe ser enemigo.",
    "Pero yo aprendí que la verdadera lealtad es hacia **Allah ﷻ**.",
    "Hacia el bien.",
    "Hacia el prójimo.",
    "Hacia no hacer daño.",
    "Eso es lo que vale.",
    "Por eso, te pido esto:",
    "No leas mis palabras con la mente envenenada.",
    "No las leas con lo que te contaron.",
    "Léelas con el corazón.",
    "Deja tu prejuicio a un lado.",
    "Deja tus certezas un instante.",
    "Intenta mirar desde mis ojos.",
    "Porque lo que vas a leer no viene de periódicos ni de expertos.",
    "Viene de mi vida.",
    "De mi piel.",
    "De lo que he visto.",
    "De lo que he sentido.",
    "De lo que he llorado.",
    "De lo que he callado.",
    "De lo que me duele.",
    "Y si me sigues escuchando,",
    "si me das un poco de tu paciencia,",
    "te prometo que empezarás a entender.",
    "Porque nada de lo que pasa hoy es casual.",
    "Todo tiene un origen.",
    "Y parte de ese origen está aquí, en estas palabras.",
    "No es toda la verdad.",
    "Pero sí una verdad.",
    "La mía.",
    "Y si la sientes como yo la siento,",
    "puede que empieces a ver muchas cosas de otra manera."
  ]
      },
      {
        "title": " Palestina, la excusa perfecta",
        "content": [
          "",

          "Durante décadas, nuestros gobernantes supieron tocar la cuerda más sensible del pueblo: Palestina.",
          "Sabían que bastaba pronunciar su nombre para que el pueblo callara, aceptara, perdonara, muriera si hacía falta.",
          "Y entonces la convirtieron en una excusa, una cortina, un arma de poder.",
          "Todo era “por Palestina”.",
          "Los recursos del país se malgastaban, se saqueaban, se desviaban…",
          "pero siempre “por Palestina”.",
          "Compramos armas por millones: nos estamos preparando para liberarla.",
          "Se vendían nuestras materias primas a precio de risa: nos sancionan por apoyar a Palestina.",
          "Se creaban fondos, asociaciones, proyectos millonarios: todo para ayudar a los palestinos.",
          "Nos decían que no había pan, ni escuelas, ni hospitales: porque estamos en estado de emergencia… por Palestina.",
          "Mentira.",
          "No llegaba nada.",
          "Las ambulancias se quedaban en las fronteras.",
          "Las donaciones se perdían entre manos corruptas.",
          "La ayuda era solo una fotografía con una bandera.",
          "Una única ambulancia, con cinco logotipos, usada en cada discurso,",
          "mientras Palestina seguía sola, y nosotros, más pobres cada día.",
          "Con la complicidad de las propias “autoridades” palestinas, todo era propaganda.",
          "Egipto se mantuvo en estado de emergencia 40 años.",
          "Siria, igual.",
          "Todo un mundo árabe paralizado, reprimido, vigilado, porque había una guerra que nunca llegaba.",
          
          "Y mientras tanto, esos mismos gobiernos que decían combatir al sionismo…",
          "negociaban con él, firmaban contratos, abrían empresas conjuntas.",
          "Los ejércitos que tanto financiábamos no estaban formados por soldados.",
          "Eran fábricas privadas de medallas vacías,",
          "comandadas por generales empresarios,",
          "dueños de negocios multimillonarios",
          "donde los soldados, pagados por el Estado, eran usados como mano de obra gratuita.",
          "Dispuestos a sacrificar a su población antes de disparar una bala, ni siquiera por error.",
          "Ellos, intocables.",
          "Nosotros, siempre endeudados.",
          "Y así, Palestina fue la excusa perfecta para reprimir, robar, empobrecer y eternizar dictaduras.",
          "La causa más noble convertida en el fraude más perfecto."
        ]
      },
      {
        "title": "Herencias de sombra y escuelas del olvido",
        "content": [
          "",
  
          "Crecimos en una tierra donde el camino ya estaba trazado antes de nacer.",
          "Cada cargo, cada uniforme, cada silla de poder tenía nombre y apellido grabado con tinta heredada.",
          "No importaba lo que supieras, ni cuánto soñaras.",
          "Importaba quién era tu padre.",
          "Importaba a quién servía tu abuelo.",
          "Importaba a quién traicionaron los tuyos.",
          "Nos hicieron creer que estaban allí por mérito familiar.",
          "Que eran hijos de héroes.",
          "Nietos de mártires.",
          "Que sus apellidos estaban escritos en la historia por justicia.",
          "Pero era mentira.",
          "Los verdaderos luchadores —nuestros padres y abuelos—",
          "los que ofrecieron su vida sin pedir nada a cambio,",
          "fueron silenciados.",
          "Fueron apartados.",
          "Quienes mandaban eran los hijos de los que vendieron el país,",
          "los nietos de los que firmaron traiciones en la sombra,",
          "los herederos del privilegio comprado con la sangre del pueblo.",
          "El país entero se volvió su propiedad privada.",
          "Y nosotros, testigos impotentes, vimos cómo el poder se entregaba",
          "como si fuera un título nobiliario.",
          "No por méritos.",
          "No por justicia.",
          "Sino por linaje y conveniencia.",
          "Nos arrebataron el conocimiento disfrazándolo de escuela.",
          "Nos encerraron en aulas frías, llenas de libros huecos,",
          "donde la historia era una mentira repetida con solemnidad",
          "y el saber, una herramienta de domesticación.",
          "La educación no era un derecho,",
          "era un muro.",
          "Una barrera diseñada para mantenernos obedientes,",
          "para que nunca soñáramos demasiado alto.",
          "Carreras absurdas.",
          "Materias obsoletas.",
          "Universidades alejadas del pueblo.",
          "Desde Larache hasta Rabat, 400 kilómetros para estudiar el olvido.",
          "¿Y estudiar qué?",
          "Nada que sirviera.",
          "Nada que construyera.",
          "Solo disciplinas sin futuro, cátedras vacías, diplomas que no abrían puertas.",
          "Mientras tanto, los hijos del poder estudiaban en París, Londres, Washington.",
          "Regresaban con trajes caros y títulos legítimos,",
          "y heredaban ministerios, juzgados, embajadas.",
          "A nosotros nos quedaban las ruinas:",
          "universidades como cárceles, diplomas como cadenas.",
          "Pero aun así, hubo luz.",
          "Hogares donde el Sagrado Corán era el maestro.",
          "Donde se enseñaba el respeto, la dignidad, la verdad.",
          "No con títulos, sino con ejemplo.",
          "No con poder, sino con alma.",
          "Padres humildes, sabios e invisibles,",
          "nos salvaron del naufragio.",
          "Nos enseñaron a resistir desde el corazón.",
          "A pensar, a cuestionar, a recordar.",
          "Y esa semilla, aunque pequeña,",
          "siguió viva.",
          "Y un día, con internet,",
          "empezó a arder."
        ]
      },
      {
        "title": "La chispa y la fe",
        "content": [
          "",
 
          "Nosotros, desde nuestra fe, no creemos que el sustento venga de un gobierno.",
          "Nunca lo creímos.",
          "Desde niños, aprendimos que el rizq —el sustento— viene solo de Allah, subḥānahu wa taʿālā.",
          "Aprendimos a confiar en la plegaria sincera y en el esfuerzo honrado.",
          "Por eso, a diferencia de otras naciones, nosotros pudimos soportar la injusticia.",
          "Soportamos gobiernos corruptos.",
          "Soportamos las herencias de poder, los engaños, las trabas, la represión...",
          "porque no dependíamos de ellos.",
          "Porque nuestros corazones ya sabían el camino:",
          "\"“Y no existe criatura sobre la tierra sin que Allah no le provea su sustento.\"”",
          "\"(Qur’an, Sura 11:6)\"",
          "Esa es nuestra cultura.",
          "Esa es nuestra dignidad.",
          "Y esa fue la fuerza que nos permitió resistir en silencio.",
          "Hasta que un día, ya no fue posible callar.",
          "Aquel joven en Túnez,",
          "Mohamed Bouazizi,",
          "no se prendió fuego por una paga.",
          "No se inmoló por un trabajo.",
          "Él era un licenciado.",
          "Alguien que lo había dado todo: años de estudio, esfuerzo de su familia, noches de insomnio y sacrificios.",
          "Pero no le dieron opción.",
          "No lo dejaron trabajar en lo suyo.",
          "Ni en nada.",
          "Así que, con dignidad,",
          "decidió buscarse la vida vendiendo fruta con su carrito.",
          "Pero ni eso le permitieron.",
          "Unos policías corruptos,",
          "sirvientes del sistema,",
          "le arrebataron hasta lo mínimo.",
          "Ni siquiera tuvo derecho a ganarse el pan.",
          "Intentó razonar.",
          "No lo escucharon.",
          "No vieron a un ser humano.",
          "Vieron a un obstáculo.",
          "Y en ese acto brutal de injusticia,",
          "cuando le quitaron su carrito,",
          "le quitaron algo más: le robaron el último hilo de dignidad.",
          "Fue entonces cuando ardió,",
          "y con él, ardió todo un mundo dormido.",
          "El fuego de Bouazizi no fue un suicidio.",
          "Fue un grito desgarrador.",
          "Una súplica incendiada que despertó millones de conciencias.",
          "Las llamas que consumieron su cuerpo",
          "fueron las mismas que iluminaron la oscuridad del mundo árabe.",
          "Y así comenzó la Primavera Árabe.",
          "Primero Túnez.",
          "Luego Egipto.",
          "Y después Libia, Yemen, Siria, Bahréin, Argelia, Marruecos...",
          "Toda una región empezó a despertar.",
          "Pero no fue solo un despertar político.",
          "Fue espiritual.",
          "Fue una generación diciendo basta.",
          "Diciendo: Allah, subḥānahu wa taʿālā, nos dio dignidad...",
          "y no aceptaremos que nos la arrebaten.",
          "No voy a hablar aquí de todas las revoluciones.",
          "Pero hay una que nos toca directamente,",
          "que conecta con Gaza,",
          "que explica muchas cosas:",
          "la revolución de Egipto.",
          "Porque Egipto,",
          "esa tierra noble,",
          "que fue refugio de los profetas y guardiana de los sabios,",
          "pasó de ser la esperanza de Gaza",
          "a ser su verdugo más cruel.",
          "Y eso, no fue casualidad."
        ]
      },
      {
        "title": "El enemigo tras la puerta",
        "content": [
          "",

          "Gaza puede resistir los misiles.",
          "Puede soportar el hambre, la oscuridad, el agua contaminada,",
          "la falta de medicamentos, los apagones, los escombros,",
          "los gritos de las madres y el polvo de los cuerpos caídos.",
          "",
          "Lo que no puede soportar",
          "es la traición de sus propios hermanos.",
          "Esa es la herida que no se cierra.",
          "Esa es la daga que más profundo entra.",
          "",
          "Durante un breve respiro,",
          "cuando el pueblo egipcio eligió a los Hermanos Musulmanes,",
          "la puerta de esperanza se abrió.",
          "",
          "Habían llegado al poder con votos,",
          "con legitimidad.",
          "Y sobre todo, con valores:",
          "profesores, médicos, intelectuales,",
          "gente honesta, formada, con fe y principios,",
          "decidida a cambiar Egipto desde las raíces.",
          "",
          "",
          "Por primera vez en décadas,",
        
          "Gaza no estaba sola.",
          "",
          "Los pasos estaban abiertos.",
          "Los túneles eran corredores de vida,",
          "por donde pasaban alimentos, medicamentos, materiales de construcción.",
          "",
          "Egipto volvió a ser lo que fue:",
          "la hermana mayor de Palestina.",
          "",
          "El presidente Mohamed Morsi,",
          "—que Allah subḥānahu wa taʿālā le tenga en su misericordia—",
          "dejó claro que los bombardeos sobre Gaza no serían tolerados.",
          "Que si Israel atacaba, Egipto actuaría.",
          "Y por primera vez en mucho tiempo,",
          "el enemigo tembló.",
          "",
          "Pero aquello duró poco.",
          "Demasiado poco.",
          "",
          "Los poderosos no lo soportaron.",
          "Los mismos que venden al mundo discursos de democracia,",
          "fueron los que conspiraron para asesinar la democracia egipcia.",
          "",
          "Un golpe de Estado brutal,",
          "dirigido por el general Abdel Fattah al-Sisi,",
          "que pasó de ser un traidor a la Constitución,",
          "a ser un dictador vestido de presidente.",
          "",
          "Con las manos aún manchadas de sangre,",
          "tomó el poder.",
          "",
          "Más de 4.000 personas asesinadas en Rabaa.",
          "Miles de heridos.",
          "Cientos de miles encarcelados.",
          "Ministros legítimos, intelectuales, jóvenes, mujeres...",
          "todos convertidos en rehenes del nuevo régimen.",
          "",
          "El mundo miró para otro lado.",
          "Europa, Estados Unidos, Israel,",
          "todos callaron…",
          "o aplaudieron.",
          "",
          "El plan estaba en marcha.",
          "Un plan grande, antiguo, oscuro.",
          "Un plan tejido como una tela de araña,",
          "frágil, pero bien escondido.",
          "",
          "“Ciertamente, la trama de Satanás es débil.”",
          "(Qur’an, Sura 4:76)",
          "",
          "Desde entonces, Gaza volvió a ser una prisión sin techo.",
          "Todos los túneles fueron sellados.",
          "El paso de Rafah quedó cerrado.",
          "Y si alguna vez se abría,",
          "era con cuentagotas, con condiciones, con humillación.",
          "",
          "Todo lo que entraba y salía estaba controlado por los sionistas,",
          "y administrado por los traidores.",
          "",
          "En el mar de Gaza,",
          "hay gas natural,",
          "hay riqueza.",
          "",
          "Y allí están los barcos del enemigo,",
          "robándolo a plena luz del día,",
          "Un asedio asfixiante.",
          "Bombardeos constantes:",
          "a casas,",
        "a coches,",
          "matando familias enteras con la misma excusa:",
       "Hemos matado a un dirigente de Hamas.",
          
          "Y con la complicidad de quienes deberían proteger.",
          "",
          "",
        
          "Mientras tanto,",
          "Gaza sangraba.",
          "Y el mundo seguía hablando de Siria, de Libia, de Yemen...",
          "Todo era una cortina de humo.",
          "Gaza fue olvidada.",
          "",
          "",
          "",
          "Entonces llegó el 7 de octubre.",
          "No fue un ataque.",
          "Fue una reacción.",
          "",
          "Fue el grito de un pueblo al borde de la aniquilación.",
          "Fue la respuesta de quienes ya no tienen más a dónde huir.",
          "Fue la chispa final en una mecha que llevaba años encendida.",
          "",
          "Y no fue un estallido aislado.",
          "No fue locura.",
          "No fue odio.",
          "",
          "Fue el resultado de décadas de injusticia,",
          "de hambre, de encierro, de mentiras,",
          "y de traiciones que duelen más que las bombas.",
          "",
          "Todo encaja.",
          "El Estado Islámico,",
          "las revoluciones secuestradas,",
          "el auge de los dictadores disfrazados,",
          "la traición de los gobiernos,",
          "la demonización de los honestos,",
          "la agenda de los medios,",
          "y hasta los acuerdos Abraham.",
          "",
          "Todo forma parte de una misma telaraña.",
          "Diseñada desde hace décadas.",
          "Sostenida por Arabia, los Emiratos, Estados Unidos, Europa, India e Israel.",
          "",
          "Su nombre:",
          "la Nueva Ruta de la Seda.",
          "Un proyecto económico y geopolítico",
          "que busca conectar al mundo…",
          "pero silenciar a Gaza.",
          "",
          "Porque Gaza,",
          "esa franja pequeña,",
          "aislada, oprimida,",
          "tiene algo que ellos temen:",
          "la verdad.",
          "",
          "Y como dijo Yahya Sinwar,",
          "desde el corazón de las ruinas:",
          "",
          "“Desde este rincón pequeño y olvidado del mundo,",
          "vamos a desenmascarar",
          "el mayor complot y la mayor traición",
          "de toda nuestra era.”"
        ]
      },
      {
        "title": "La Ruta de los Traidores",
        "content": [
          "",
  
          "Dicen que el futuro se construye con infraestructuras.",
          "Con rutas.",
          "Con comercio.",
          "Con tratados.",
          "Con progreso.",
          "Pero el plan tenía un fallo.",
          "",
          "Gaza no estaba muerta.",
          "Gaza no olvida.",
          "Gaza no es tierra: es llama.",
          "",
          "Y por eso el 7 de octubre no fue una sorpresa.",
          "Fue una advertencia.",
          "Fue una ruptura.",
          "Fue el grito desesperado de un pueblo que ya había sido condenado en silencio.",
          "",
          "Porque si Hamás no hubiese actuado ese día,",
          "Palestina ya tenía su sentencia escrita.",
          "Ya todo estaba firmado.",
          "Sellado con la complicidad silenciosa de la Autoridad Palestina.",
          "Un acuerdo no escrito,",
          "pero palpable en cada colono que se asentaba.",
          "En cada parcela robada.",
          "En cada hogar demolido.",
          "En cada silencio comprado.",
          "",
          "La tierra se estaba desangrando a trocitos.",
          "Gaza no se enfrentaba solo a bombas.",
          "Se enfrentaba a un plan de desaparición.",
          "",
          "Y lo mismo pasaba en Yemen.",
          "Si la resistencia no hubiese actuado allí,",
          "los Emiratos Árabes —que ya soñaban con construir tierra nueva donde no hay—",
          "habrían devorado el país entero.",
          "Un Estado diminuto, hambriento de expansión,",
          "sediento de control,",
          "construido sobre arena,",
          "necesitado de más arena.",
          "",
          "Pero esa historia la contaremos más adelante.",
          "",
          "Porque hoy,",
          "el mapa se dibuja con sangre,",
          "el tiempo se mide en resistencia,",
          "y la historia —por fin—",
          "ha comenzado a romper sus cadenas.",
          "",
          "Pero a veces, esas rutas no conectan pueblos.",
          "Los entierran.",
          "",
          "A eso le llaman la Nueva Ruta de la Seda.",
          "Un proyecto global.",
          "Un plan colosal.",
          "Una telaraña tejida con dinero, intereses y traición.",
          "",
          "Querían trazarla entre India, Europa y Oriente Medio.",
          "Unir puertos, gasoductos, trenes, comercio,",
          "todo a través del corazón de la región árabe.",
          "",
          "¿El problema?",
          "Gaza estaba en medio.",
          "Gaza era el obstáculo.",
          "Una espina.",
          "Un grano de arena en la maquinaria.",
          "",
          "Una tierra rebelde,",
          "una verdad viva,",
          "un pueblo que no aceptaba ser olvidado.",
          "",
          "No podían permitirlo.",
          "",
          "Así lo planearon:",
          "Estados Unidos con sus satélites,",
          "Israel con su tecnología y su ejército,",
          "los Emiratos con su dinero,",
          "Arabia con su silencio,",
          "Europa con su hipocresía,",
          "e India con su ambición .",
          "",
          "Todos alineados.",
          "",
          "El objetivo era claro:",
          "Silenciar Gaza.",
          "Controlar Egipto.",
          "Neutralizar Irán.",
          "Convertir al resto en estaciones de paso,",
          "mercados de consumo,",
          "zonas de obediencia.",
          "",
          "Y por eso necesitaban que Gaza muriera.",
          "No con una bomba.",
          "No con una invasión.",
          "Con un olvido.",
          "",
          "Cortar los túneles.",
          "Cerrar los pasos.",
          "Bloquear la ayuda.",
          "Aislar su voz.",
          "Dejarla pudrirse en la oscuridad.",
          "",
          "Mientras tanto,",
          "se firmaban acuerdos.",
          "Se daban la mano en cumbres.",
          "Se hablaba de paz, de normalización,",
          "de comercio, de innovación.",
          "",
          "¿Y Gaza?",
          "Bajo tierra.",
          "Sin electricidad.",
          "Sin agua.",
          "Sin futuro.",
          "",
          "Pero el plan tenía un fallo.",
          "",
          "Gaza no estaba muerta.",
          "Gaza no olvida.",
          "Gaza no es una tierra.",
          "Es una llama.",
          "",
          "Y por eso el 7 de octubre no fue una sorpresa.",
          "Fue una advertencia.",
          "",
          "De que los pueblos no olvidan.",
          "De que la justicia no se entierra.",
          "De que la traición, por más que se disimule,",
          "acaba saliendo a la luz.",
          "",
          "Como dijo el Qur’an:",
          "",
          "\"“Y traman, y Allah trama.\"",
          "\"Y Allah es el mejor de los que traman.”\"",
          "\"(Qur’an 8:30)\"",
          "",
          "Los que vendieron Palestina por gas,",
          "por ferrocarriles, por rutas y cumbres,",
          "no entienden algo fundamental:",
          "",
          "Nuestro sustento no viene de vosotros.",
          "No viene del FMI.",
          "Ni de la ONU.",
          "Ni de ninguna mesa redonda.",
          "",
          "Nuestro sustento viene de Allah subḥānahu wa taʿālā.",
          "",
          "Y como dijo el Sagrado Corán:",
          "",
          "\"“Y que el ser humano no obtendrá sino lo que se esfuerce por conseguir.”\"",
          "\"(Qur’an 53:39)\"",
          "",
          "Por eso sobrevivimos.",
          "Por eso resistimos.",
          "Por eso luchamos.",
          "",
          "Porque creemos.",
          "Y porque, aunque el mundo entero cierre sus ojos,",
          "Gaza seguirá mirando al cielo.",
          "",
          "Y desde allí vendrá el auxilio.",
          "Y con él, la caída de toda esta ruta",
          "que se construye sobre la sangre",
          "y la mentira."
        ]
      },
      {
        "title": "Un presente vivo para un futuro incierto",
        "content": [
          "",

          
          "Hay muchas formas de contar una historia.",
          "La más cómoda es cuando todo ha pasado.",
          "Cuando ya tienes los resultados, los datos, las cifras.",
          "Cuando el humo se ha disipado y la sangre se ha secado.",
          "Cuando puedes sentarte con distancia, en calma, y decir: “Así fue”.",
          "Pero esa historia —la del recuerdo—, por muy elegante que parezca, no es la verdadera.",
          "Porque la historia real no nace del recuerdo.",
          "La historia real se siente en el pecho cuando todavía no sabes lo que va a pasar.",
          "Cuando todo arde.",
          "Cuando duele.",
          "Cuando las decisiones se toman sin certezas, sólo con fe.",
          "\"“Un futuro contado desde su presente es más auténtico que un futuro contado desde el recuerdo.”\"",
          "— Abdellah Yahyaoui Azuz",
          "Por eso este libro no es un libro de historia tradicional.",
          "Es un latido.",
          "Es una voz.",
          "Es un relato contado desde el presente,",
          "donde los sentimientos son crudos,",
          "las ideas son inacabadas,",
          "y la vida, cada segundo, está en juego.",
          "Ahora paramos este relato para mirar de frente este presente.",
          "No para alejarnos del hilo,",
          "sino porque el ahora es demasiado urgente como para no contarlo.",
          "Gaza muere ahora.",
          "Minuto tras minuto.",
          "Con hambre.",
          "Con sed.",
          "Con miedo.",
          "Lleva meses en hambruna.",
          "No entra comida.",
          "No entra ayuda.",
          "El paso de Rafah sigue cerrado.",
          "Y mientras el pueblo grita, el mundo convoca caceroladas.",
          "¿De qué sirve una cacerolada mundial si lo único que haces es molestar al vecino que ya está contigo?",
          "¿De qué sirve hacer ruido si el ruido no molesta a quienes están asesinando?",
          "Los culpables tienen nombre, appellido y hasta apodo:",
          "Benyamin Netanyahu o el genocida para los amigos",
          "Abdel fatah al Sisi el dictador",
          "Donald Trump: el presunto pederasta, según la lista de Jeffrey Epstein",
          "Y tienen oficinas, embajadas, cuentas, empresas:",
          "Burger King.",
          "Coca-Cola.",
          "Starbucks.",
          "Pero nadie va a ellos.",
          "Todo se queda en barrios.",
          "En pancartas.",
          "En flotillas que sí llegan, pero les quitan los barcos, les sacan la foto de rigor y los devuelven sin ningún impacto.",
          "Ni la primera sirvió.",
          "Ni la segunda.",
          "Y la tercera y la cuarta tampoco servirán.",
          "Todo esto se convierte en falsas esperanzas que sólo sirven al enemigo.",
          "Porque cuando anuncias una acción para dentro de una semana,",
          "le estás regalando tiempo para que mate más.",
          "Y la gente cree que algo grande viene… pero no viene nada.",
          "Sólo desgaste.",
          "Desilusión.",
          "Silencio.",
          "",
          "\"“La caravana avanza, mientras los perros ladran.”\"",
          "\"- Refrán árabe -\"",
          "Y lo más peligroso: quieren hacernos creer que el cambio sólo puede venir desde arriba.",
          "Desde partidos.",
          "Desde ONGs.",
          "Desde instituciones que han vivido de la causa palestina, se han enriquecido con ella, o la han usado para ganar suscriptores.",
          "Muchas son tan inútiles como cómplices.",
          "Incluso al enemigo le encanta ese tipo de iniciativas.",
          "Porque agrupan a la gente en acciones inofensivas,",
          "porque redirigen la presión hacia los que sí están haciendo algo.",
          "Presionan al débil.",
          "Y dejan tranquilo al fuerte.",
          "Por eso vemos manifestaciones frente a Ferraz,",
          "frente a la sede del Partido Socialista,",
"y no frente a la del Partido Popular, ni a la de Vox,",
  "ni ante cualquier otro lacayo de los genocidas.",
            "El único  que ha tenido la valentía de reconocer oficialmente el Estado Palestino,",
          "de condenar el genocidio,",
          "y de plantarse ante Trump,",
          "es Pedro Sánchez.",
          "¿Ha cedido en algunas ocasiones? Sí.",
          "¿Ha mentido? También.",
          "¿Podría hacer más? Por supuesto.",
          "¿Es cómplice? Ni de coña.",
          "Pedro Sánchez hizo lo que muy pocos en el mundo se atrevieron a hacer,",
          "y lo hizo con el poco poder real que tiene.",
          "Todos sabemos cómo está compuesto nuestro Gobierno.",
          "Todos sabemos los límites de un sistema multipartidista asfixiado por el chantaje económico y mediático.",
          "Y aquí va una pregunta para quienes desde Podemos no paran de lanzar propuestas grandilocuentes,",
          "que en el fondo sólo sirven para desgastar a la izquierda que aún defiende a Palestina:",
          "¿Por qué no reconocisteis el Estado Palestino cuando estabais en el Gobierno?",
          "Rufián, un gran político catalán, lo ha entendido bien.",
          "Lo dijo claro y con acierto:",
          "“Me da igual cómo sea o quién lo lidere,",
          "pero si no nos ponemos de acuerdo,",
          "nos matarán políticamente por separado.”",
          "Y mientras tanto,",
          "nadie va a la sede del PP.",
          "Nadie va a la sede de Vox.",
          "¿La excusa?",
          "“Es que no gobiernan.”",
          "¿Cómo que no gobiernan?",
          "Controlan comunidades autónomas.",
          "Controlan empresas que hacen negocios con Israel.",
          "Controlan medios de comunicación.",
          "Gobiernan, y mucho.",
          "Pero no se va a ellos.",
          "Porque no interesa.",
          "Porque a algunos no les conviene.",
          "Porque no quieren molestar al poder real.",
          "Y lo que se busca es desgastar al que aún resiste,",
          "al que aún se atreve,",
          "al que, como Pedro Sánchez, ha tenido la osadía de hacer lo que muchos prometieron,",
          "pero no hicieron: actuar.",
          "Y entonces ocurrió algo.",
          "Hace unos días, Sayyid al-Ummah, Abu Ubaidah, lanzó una palabra que cayó como un trueno sobre la conciencia dormida del mundo musulmán.",
          "Dijo:",
          "“Yo seré tu oponente ante Allah Subḥānahu wa taʿālā en el Día del Juicio.",
          "Yo, las mujeres, los niños, los mártires…",
          "Seremos tus oponentes,",
          "gobernante,",
          "pueblo,",
          "y todo aquel que pudiendo hacer algo, no lo haga.”",
          "Esa frase lo cambió todo.",
          "Fue más fuerte que cualquier resolución de la ONU.",
          "Fue más directa que cualquier discurso europeo.",
          "Y despertó a una juventud que ya no cree en eslóganes.",
          "Que ya no confía en cumbres vacías.",
          "Que ya no acepta el silencio como opción.",
          "Un joven egipcio, Waseem Hamid, fue a la embajada de Egipto y cerró la puerta con un candado.",
          "No gritó.",
          "No pidió.",
          "Sólo dijo:",
          "“La puerta está cerrada desde vuestro lado, no desde el mío.”",
          "Y ese gesto fue una chispa.",
          "En Turquía.",
          "En Noruega.",
          "En Inglaterra.",
          "En Marruecos.",
          "En Libia.",
          "En Líbano.",
          "En Irak.",
          "Las embajadas egipcias empezaron a ser rodeadas.",
          "No por ONGs.",
          "Ni por partidos.",
          "Ni por cúpulas organizadas.",
          "Por la gente.",
          "Después, tres jóvenes egipcios tomaron una comisaría  del Mujabarat.",
          "Encerraron a los agentes.",
          "Exigieron abrir el paso de Rafah,",
          "al grito de:",
          "“Allah , hemos hecho lo que hemos podido.",
          "Allah , he hecho lo que he podido.”",
          "Lo decían mirando a la cámara, con la voz rota pero firme.",
          "Mientras tanto, el mundo parecía no mirar.",
          "Pero un gesto humilde y desgarrador comenzó a recorrer el Mediterráneo.",
          "Un joven, con lágrimas surcando su rostro, tomó un puñado de arroz y lentejas,",
          "los puso dentro de una botella vacía y la lanzó al mar,",
          "susurrando entre sollozos:",
          "“Allah, perdóname...",
          "No puedo hacer más.",
          "Esto es todo lo que puedo hacer.”",
          "Y a partir de ahí comenzó una avalancha.",
          "Gente de todo egipto tomaba comida, la sellaba en botellas,",
          "y las arrojaba al mar,",
          "cada uno pidiendo perdón, pidiendo esperanza,",
          "pidiéndole a Allah que hiciera llegar este mensaje.",
          "Y el cambio real vino del miedo a lo que está naciendo en Egipto.",
          "les ateroriza la idea de un  Egipto libre,",
          "Un despertar que no controlan.",
          "Una ola auténtica que no obedece a organizaciones.",
          "Que no sirve a sus ritmos.",
          "Ni a sus tiempos.",
          "Y lo quieren silenciar.",
          "Por eso no hablan del joven del candado.",
          "Ni de los que lanzan arroz y lentejas al mar como símbolo de dignidad.",
          "Ni de los que toman comisarías por hambre.",
          "Los medios no lo cuentan.",
          "Porque quieren que tú creas que el cambio sólo puede venir de arriba.",
          "De un despacho.",
          "De un presidente.",
          "De una resolución.",
          "Pero no.",
          "El cambio real se está gestando en la calle.",
          "Con personas corrientes.",
          "Con manos desnudas.",
          "Con gestos valientes.",
          "Como dijo el presidente de Colombia, Gustavo Petro:",
          "“Gaza es el experimento.",
          "Un laboratorio para ver hasta dónde se puede someter a un pueblo sin que nadie se levante.”",
          "Y en Egipto, ahora mismo, se están levantando.",
          "Silenciosamente.",
          "Con pasos firmes.",
          "Y el enemigo lo sabe.",
          "Y por eso cede.",
          "No por compasión.",
          "Sino por miedo.",
          "Y esta historia —la de este instante—",
          "es más verdadera que cualquier análisis de mañana.",
          "Porque nace desde el fuego.",
          "Desde el presente.",
          "Desde la dignidad.",
          "Aquí termina el paréntesis.",
          "Aquí volvemos al relato.",
          "Pero que nadie lo olvide:",
          "a veces, un solo corazón encendido hace más que mil manifestaciones dirigidas.",
          "Y ese fuego, hoy, arde.",
          "“Vi a mi padre muerto… y lo enterré en mis ojos.”",
          "Lo dijo una niña hoy. No tenía más de ocho años.",
          "No lloraba. Ya no podía.",
          "Solo lo dijo con una voz hueca,",
          "de esas que solo salen cuando el dolor ha quemado todas las lágrimas.",
          "Y mientras Gaza arde,",
          "mientras los niños entierran con los ojos,",
          "aparecen los falsos ángeles.",
          "Gobiernos que lanzan una caja desde el cielo",
          "como si con eso lavaran el crimen.",
          "Cajas con arroz lanzadas desde un avión,",
          "como si dos paquetes pudieran salvar a dos millones.",
          "Y peor aún: matan con ellas.",
          "Niños corriendo para cogerlas,",
          "y en ese caos,",
          "se aplastan entre sí.",
          "Mueren.",
          "Y sus muertes se celebran como triunfos diplomáticos.",
          "Como si la compasión viniera envuelta en plástico militar.",
          "Desde Gaza, un hombre -Mahmoud Al Amoudi- dijo con una voz rota:",
          "“Por favor, no nos hagáis daño intentando ayudarnos.”",
          "Lo decía por todos esos que solo ayudan para maquillarse.",
          "Para que Jordania diga “hemos enviado un avión”,",
          "para que Emiratos diga “hemos abierto un puente aéreo”,",
          "para que Egipto diga “hemos metido 20 camiones”.",
          "Como si esto fuera un campeonato de caridad.",
          "Como si la sangre fuera un marcador de goles.",
          "Y mientras tanto, la gente muere.",
          "El hambre no espera discursos.",
          "El agua no se purifica con intenciones.",
          "Y los niños no entienden de diplomacia.",
          "Pero lo más doloroso, lo que duele como traición,",
          "es ver cómo silencian las verdaderas acciones.",
          "Las pequeñas. Las que no salen en prensa.",
          "Las que no tienen bandera.",
          "Las que no buscan likes.",
          "Los gestos que nacen desde la rabia y la fe.",
          "Desde la dignidad y la desesperación.",
          "Fuera de protocolos.",
          "Fuera de ONGs.",
          "Fuera del camino trazado por los que creen que repetir cumbres y reuniones es la solución.",
          "Porque no lo es.",
          "La solución está en el latido colectivo.",
          "En la voz que no se calla.",
          "En la gente que, sin recursos, sin poder, sin nada,",
          "elige hacer más que solo mirar.",
          "Y ese latido está aquí.",
          "En España",
          "En Marruecos,",
          "En Egipto.",
          "En Gaza.",
          "En Túnez.",
          "En todas partes.",
          "Porque la esperanza no está muerta.",
          "Está dormida.",
          "Y está despertando."
        ]
      },
      {
        "title": "¿El principio del fin… o el fin de lo que nunca debió existir?",
        "content": [
          "",
  
          "Quería seguir con el relato...",
          "Pero la historia no me lo perdonará.",
          "Porque mientras escribo, Gaza se muere.",
          "Minuto a minuto. Hora tras hora.",
          "No en poesía.",
          "No en metáfora.",
          "Real.",
          "Brutal.",
          "",
          "Y me rompe por dentro.",
          "Y no se muere sola.",
          "La están asesinando .",
          "con los métodos más perversos y psicópatas que jamás haya conocido historia",
          "Con el aplauso silencioso de los poderosos.",
          "Con el eco sucio de los falsos samaritanos que lucen sus banderas mientras tiran cajas vacías desde los cielos.",
          "Pero algo ha cambiado.",
          "Las ratas están saliendo de sus madrigueras.",
          "El ministro saudí dando discursos.",
          "El de Exteriores de Francia prometiendo reconocimiento.",
          "Alemania queriendo lanzar ayuda aérea.",
          "De repente, todos tienen prisa.",
          "Después de varios meses de asedio y genocidio transmitidos en directo,",
          " ¿ahora descubren que Gaza sufre?",
          "¿ que no hay arroz?",
          "¿ que no hay agua?",
          " ¿ que la gente muere por comida?",
          "No, no lo hacen por Gaza. ",
          "Lo hacen por miedo.",
          "Porque el miedo ha cambiado de bando.",
          "Antes, el criminal Al-Sisi se presentaba en grandes salones, rodeado de generales, micrófono en mano,",
          " amenazando en directo a su propio pueblo con arrogancia y prepotencia. .",
          "Hoy aparece en un vídeo grabado y editado. Solo. Sudando. Pálido. Suplicando ayuda a Estados Unidos.",
          "",
          "",
          "Ya no está rodeado.",
          " Está solo.",
          " Está asustado.  ",
          "¡Y tiene miedo!",
          "¡Lo sabe!",
          " Sabe que la historia se repite.",
          " Que los mismos que entregaron a Mubarak lo entregarán. Su tiempo acabó.",
          "¿Por qué?",
          " Porque algo está temblando. Porque Egipto está despertando.",
          "Y lo saben todos.",
          " Lo sabe Hamas.",
          " Y lo van a aprovechar aunque el precio sea demasiado elevado si sale mal.",
          "Jalil al-Hayya, uno de sus líderes, lo dejó claro ayer. No fue un discurso más.",
          "Fue una llamada sin precedentes.",
          "No apeló a presidentes ni instituciones podridas.",
          "Habló al pueblo egipcio, al pueblo jordano.",
          "Y hizo lo inédito: mandó un mensaje directo al ejército egipcio.",
          "Sí, al ejército.",
          "A esos soldados que aún tienen las armas en las manos… y quizá también la conciencia.",
          "Les dijo: Es vuestra responsabilidad.",
          "","","", "",
          "Porque si Egipto se levanta, todo se cae.",
          "Un Egipto libre significa:",
          "Libia libre, Sudán libre, Yemen libre, Siria libre, Líbano libre.",
         
          " ¿Y ‘Israel’?",
          " ¿Cuál Israel?",
          "El enemigo lo sabe. Lo siente.",
          "Y por eso... hacen teatro.",
          "Un circo diplomático que pretende calmar a los pueblos con migajas.",
          "Porque también ha vuelto el crimen.",
          "Hace días, la policía egipcia entregó el cuerpo torturado de un joven estudiante de literatura.",
          "Lo habían detenido.",
          "Lo devolvieron muerto.",
          "Con marcas que gritan lo mismo que gritaba el cadáver de Khaled Said antes de la revolución del 25 de enero.",
          "Y Egipto ha vuelto a oler a revolución.",
          "Mientras tanto, los medios siguen callando.",
          "O peor: siguen mintiendo.",
          "Desvían la atención. Repiten sus letanías vacías.",
          "Hablan de Macron, de declaraciones, de una supuesta ayuda humanitaria que ni llega ni sirve.",
          "Pero la presión real viene de abajo.",
          "Del chaval que cerró la embajada con un candado.",
          "Del chico que mandó arroz y lentejas en botellas al mar para Gaza.",
          "De los que rodean las embajadas egipcias en decenas de países.",
          "De los tres jóvenes egipcios que tomaron una comisaría del Mujabarat ",
          "y encerraron a los policías en sus propios calabozos, exigiendo que se abra el paso de Rafah.",
          "Eso sí es una acción. Eso sí da miedo.",
          "Tan real ha sido la sacudida que hoy Waseem Hamid, el joven que lideró las acciones contra las embajadas, ",
          "ha dado un ultimátum a las autoridades:",
          "“Tienen 4 horas para decir qué han hecho con los tres chavales o lo que viene… ni siquiera lo querrán para sus peores enemigos.”",
          "Egipto ha roto el miedo.",
          "Y el enemigo lo sabe.",
          "Por eso Trump sale ahora diciendo que va a dar a Rusia 20 días para acabar la guerra en Ucrania.",
          "¿En serio cree que Rusia va a reaccionar a sus amenazas?",
          "¿Con todo su armamento nuclear? ¿Después de saquear Ucrania durante años?",
          "Ni los ucranianos se lo creen ya.",
          "Solo es otra cortina de humo. Otro truco viejo de un mago sin magia.",
          "Porque necesitan desviar la atención. Porque están asustados.",
          "Pero ya es tarde.",
          "La historia no se está escribiendo desde arriba.",
          "Se está escribiendo desde abajo.",
          "Desde las calles. Desde las manos. Desde los cuerpos. Desde el dolor.",
          "Y esta vez, no podrán borrar ni robar el protagonismo.",
          "Esta vez, la historia no se contará por lo que hicieron los gobiernos.",
          "Sino por lo que no pudieron frenar los pueblos."
        ]
      },
      {
        "title": " La duda, la cobardía y el despertar del compromiso",
        "content": [
          "",
 
          "“Y a quien teme a Allah, Él le da una salida,",
          "y le provee desde donde no lo espera...” (At-Talaq, 65:2-3)",
          "",
          "Y mientras Su voluntad se manifiesta ante nuestros ojos,",
          "mientras el mundo gira entre el caos y el despertar,",
          "yo regreso al relato.",
          "A mi historia.",
          "A ese 7 de octubre donde todo cambió.",
          "",
          "Aquel día cuando comenzaron los bombardeos, mi forma de ver la realidad cambió por completo.",
          "",
          "Cada día, veíamos esos vídeos horribles: niños mutilados, sin rostro,",
          "Bombardeos sin límites, sin moralidad ni compasión.",
          " Solo muerte.",
          " Muerte indiscriminada.",
          " Niños. Mujeres. Hombres. Viejos. Jóvenes. Musulmanes, cristianos... culpable o inocente",
          " a quién le importa.",
          "Ami me importa.",
          "",
          "Algo dentro de mí se rompió.",
          "",
          "Dije:",
          "“Esto no es normal. No puede seguir así.”",
          "",
          "Empecé a preguntarme:",
          "“¿Qué puedo hacer? ¿Qué tengo que hacer, joder? ¿Qué hago?”",
          "",
          "Esa era la única pregunta que no me dejaba en paz.",
          "",
          "Llegaba a casa y veía a mi mujer llorando, día y noche, sin parar.",
          "Cada vez que hablaba con ella, rompía a llorar de nuevo.",
          "",
          "Mi hija, con la inocencia que solo un niño puede tener, me dijo:",
          "“Papi, haz algo.”",
          "“Papi, ¿por qué no haces nada?”",
          "",
          "Esas palabras me atravesaron el alma.",
          "",
          "Por dentro me rompía.",
          "",
          "Yo, que siempre había sido un hombre fuerte, me sentía débil, cobarde.",
          "",
          "Sentía impotencia.",
          "No sabía qué hacer.",
          "",
          "Sentía que estaba fallando a mi familia, a mis hijos, a mi mujer.",
          "",
          "¿Cómo podía darles una respuesta cuando yo mismo no sabía qué hacer?",
          "",
          "Sentía la presión de la responsabilidad y la desesperación de la impotencia.",
          "",
          "Me preguntaba a mí mismo:",
          "“¿Tengo que golpear a alguien? ¿Tengo que hacer algo?”",
          " —  un susurro que no me deja en paz.—",
          "Golpeaba el saco con las manos desnudas hasta sangrar. No era deporte. Era rabia.",
          "Sin guantes. Sin vendas. Nada. Solo mis puños desnudos llenos de rabia.",
          "",
          "Cada golpe era como gritar sin voz,",
          "como si cada golpe pudiera devolverle el rostro a un niño en Gaza.",
          "",
          "El eco rebotaba por todo el gimnasio.",
          "",
          "Estaba desahogando una guerra que me quemaba por dentro.",
          "La gente me evitaba, se hacía a un lado, fingía que no me veía.",
          "",
          "Pero yo tampoco los veía a ellos.",
          "No estaba allí para entrenar.",
          "Estaba allí para no volverme loco.",
          "",
          "Sentía que mis hijos me miraban con decepción.",
          "Eran pequeños, no entendían, pero veían que su padre no podía protegerlos.",
          "",
          "En ese momento me di cuenta de que no podía quedarme callado.",
          "",
          "Tenía que actuar, aunque no supiera cómo.",
          "",
          "Tenía que encontrar una forma de luchar desde donde estaba."
        ]
      },
      {
        "title": " La impotencia",
        "content": [
          "",

          "Recuerdo un día que nunca podré olvidar.",
          "",
          "Estaba en casa, en calma, cuando de repente llegó mi hijo de 8 años,",
          "algo inusual porque él casi nunca sale solo a la calle.",
          "",
          "Ese día, sin embargo, se estaba poniendo los zapatos con mucha prisa",
          "y con una urgencia en su voz que nunca había escuchado.",
          "",
          "Me dijo:",
          "“Abi, abi (así me llama mi hijo)... hay una manifestación por Palestina.”",
          "",
          "Lo decía con pocas palabras, pero con una emoción que me llegó al corazón.",
          "",
          "Salió corriendo, casi sin terminar de hablar, como preguntándome:",
          "“¿Vienes o no vienes? ",
          "Yo voy a ir.”",
          "Le daba igual lo que podia responder ",
          "Mi pequeño me desafió.",
          "Nunca me sentí tan orgulloso de el como aquel día.",
          "",
          "Escuché el ruido de la manifestación pasando por la calle y salimos.",
          "",
          "Él me cogió de la mano y salió corriendo para unirse a la manifestación,",
          "con una determinación que me partía el alma y al mismo tiempo me daba fuerza.",
          "",
          "Mi familia cambió.",
          "",
          "Yo cambié.",
          "",
          "Mis hijos cambiaron.",
          "",
          "Incluso mi madre cambió.",
          "",
          "Cuando mi madre se pone a llorar,",
          "cuando mi mujer entra a casa llorando,",
          "y yo mismo, que me considero un hombre fuerte, un tipo duro que ha soportado mucho,",
          "no podía contener las lágrimas.",
          "",
          "No podía controlar esa impotencia que me consumía.",
          "",
          "Lo único que daba vueltas en mi cabeza era:",
          "“No puedo trabajar en paz, no puedo dormir en paz.”",
          "",
          "Recuerdo una noche en la que dormía al lado de mi hijo.",
          "",
          "De repente, me desperté sobresaltado y, sin pensar, salté encima de él,",
          "casi aplastándolo con mi peso.",
          "",
          "Soñé que caía una bomba sobre nosotros",
          "y mi instinto fue protegerle, aunque fuera solo en sueños.",
          "",
          "Ya no podía ver películas, ni series,",
          "ni nada que no fuera la cruda realidad.",
          "",
          "Solo veía noticias, YouTube, vídeos sin parar, durante horas y horas.",
          "",
          "Quería hablar con alguien, pero, ¿con quién?",
          "",
          "La gente me escuchaba, pero sus palabras eran débiles, sin acción.",
          ""
          
          
        ]
      },
      {
        "title": "  el aislamiento",
        "content": [
          "",
  
          "Seguí haciendo lo único que podía hacer desde aquí: publicar, difundir, hablar.",
          "",
          "Salía a manifestaciones, gritaba, no faltaba a ninguna.",
          "",
          "Pero era desesperante.",
          "",
          "Porque no cambiaba nada.",
          "",
          "Antes, cuando publicaba algo, lo veían 200, 300 personas.",
          "Pero después de todo esto, daba igual lo que pusiera, apenas llegaba a uno o dos.",
          "",
          "Sentía que el mundo giraba indiferente a lo que pasaba.",
          "",
          "Incluso hubo gente que me dijo:",
          "“Lo siento, voy a dejar de seguirte porque me duele mucho lo que publicas.”",
          "",
          "¿¡Cómo!?",
          "¿Cómo alguien puede pensar que dejando de ver estas imágenes se arregla algo?",
          "¿Cómo creían que esto se iba a solucionar ignorándolo, mirando para otro lado?",
          "",
          "Esto no es una serie de Netflix ni una película que puedas pausar cuando te duele.",
          "",
          "Son familias, niños, sueños rotos, vidas destrozadas.",
          "",
          "Personas con nombre y apellido que mueren todos los días.",
          "",
          "Y tú no quieres verlo porque te incomoda.",
          "",
          "Me sentía un cobarde.",
          "",
          "Un mierda.",
          "",
          "Vacío por dentro.",
          "",
          "Porque mis hijos me miraban con decepción.",
          "",
          "Ellos no entienden límites.",
          "",
          "Para ellos, su padre es fuerte, valiente, capaz de todo.",
          "",
          "Y veían que su padre no podía hacer nada.",
          "",
          "No entienden que no hay manera de llegar allí.",
          "",
          "No entienden que si hubiera un camino, por pequeño que fuera, yo iría sin dudarlo.",
          "",
          "Y si tuviera que morir por ellos, moriría sin pensarlo un segundo.",
          "",
          "No hay honor más grande que ese.",
          "",
          "Pero no hay forma.",
          "",
          "No hay manera de llegar, ayudar, proteger.",
          "",
          "Solo queda hacer lo poco que se puede hacer desde aquí: hablar, publicar, no callar.",
          "",
          "Y yo hablaba.",
          "",
          "Y hablaba.",
          "",
          "Y hablaba.",
          "",
          "Hasta que la gente empezó a evitarme.",
          "",
          "Se alejaban porque les molestaba escuchar la verdad.",
          "",
          "Porque la verdad duele.",
          "",
          "Porque rompe el silencio cómodo en el que viven.",
          "",
          "Pero yo no podía callarme.",
          "",
          "Porque cada vez que callaba, sentía que les traicionaba."
        ]
      },
      {
        "title": " Jatofin ! ",
        "content": [
          "",
    "",
    "",
    "",
"",
          "Con el tiempo, entendí que aunque no pudiera llegar allí,",
          "sí podía hacer algo más que hablar.",
          "Fue entonces cuando el boicot empezó a cobrar fuerza en casa.",
          "No como una estrategia perfecta, ni como una solución mágica.",
          "Sino como un acto de coherencia, de dignidad.",
          "Una forma de decir: no participo.",
          "Y allí fue cuando creamos nuestra palabra secreta: Jatofin.",
          "Al principio era solo un código.",
          "Lo usábamos para referirnos a productos o empresas",
          "que no queríamos apoyar por su implicación en el genocidio.",
          "Si algo era 'jatofin', lo evitábamos,",
          "sin necesidad de explicarlo delante de nadie.",
          "Pero poco a poco, esa palabra se volvió otra cosa.",
          "Se convirtió en símbolo. En estilo de vida.",
          "En recordatorio de que podíamos vivir",
          "sin muchas cosas que creíamos esenciales.",
          "Y sí, también se volvió una excusa práctica de vez en cuando.",
          "A veces, cuando algo era muy caro",
          "o simplemente no tenía sentido comprarlo,",
          "yo decía con cara seria: 'Eso es Jatofin'.",
          "Mi hijo se reía. Yo también.",
          "Era nuestro pequeño chiste.",
          "No me siento especialmente orgulloso de eso,",
          "pero a veces el humor es un refugio.",
          "Una forma de seguir adelante sin romperse por dentro.",
          "Lo que de verdad me sorprendió fue cómo él lo interiorizó todo.",
          "Tenía solo ocho años, pero ya había tomado sus propias decisiones.",
          "Dejó de jugar a ciertos videojuegos cuando supo quién los producía.",
          "Me lo dijo él solo:",
          "—Abí, si Microsoft apoya esto, yo no quiero jugar Minecraft.",
          "Esa frase me golpeó y me dio esperanza al mismo tiempo.",
          "Porque entendí que el boicot no es solo una acción política.",
          "Es una forma de educación. De identidad. De dignidad.",
          "Él también lo vivía en el colegio.",
          "Si alguien no era pro-Palestina, se alejaba.",
          "Lo decía con claridad.",
          "En cada dibujo, en cada tarea,",
          "encontraba una forma de hablar de la injusticia.",
          "Y luego vino su canción.",
          "Una canción que compuso solo, con ocho años,",
          "y que cada vez que la escucho me parte el alma.",
          "Porque en ella hay verdad.",
          "No una verdad adornada o aprendida,",
          "sino una verdad que nace de dentro.",
          "Que duele. Que abraza. Que grita sin violencia.",
          "Todo eso me hizo pensar en lo que habíamos soltado.",
          "Vivíamos rodeados de cosas.",
          "Cosas que parecían necesarias.",
          "Pero al ver a familias que no tienen ni pan, ni agua, ni chanclas...",
          "¿cómo podía justificar ciertos caprichos?",
          "El boicot no solo fue un gesto de protesta,",
          "fue una purga silenciosa. Un desprenderse.",
          "Un aprender a vivir con menos y sentirse más libre.",
          "Ver que no necesitas tantas cosas como pensabas es, en sí mismo, una revolución.",
          "Jatofin nos dio lenguaje. Nos dio límites. Nos dio paz.",
          "Y sí, seguimos hablando. Seguimos publicando.",
          "Pero ya no era solo por gritar desesperados al mundo,",
          "sino para recordarnos a nosotros mismos que aún podemos elegir.",
          "Aunque sea en lo pequeño. Aunque sea en silencio."
        ]
      },
      {
  
  "title": "¿Qué puedo hacer?",
  "content": [
    "",
  
    "Cada día me despertaba con la misma pregunta.",
    "La misma. Una sola.",
    "¿Qué puedo hacer yo?",
    "Solo.",
    "Sin recursos.",
    "Sin cargos.",
    "Sin micrófonos.",
    "Sin partidos.",
    "Sin aliados poderosos.",
    "¿Qué puedo hacer yo?",
    "¿De qué sirve todo esto?",
    "¿De qué sirve este dolor si no sé a dónde dirigirlo?",
    "¿De qué sirve la rabia si no tengo dónde dispararla?",
    "¿De qué sirve saber la verdad si no puedo mover nada con ella?",
    "No podía quedarme quieto.",
    "No quería ser otro espectador.",
    "Otro que mira desde la comodidad de su casa mientras los niños mueren bajo los escombros.",
    "Tenía que hacer algo. Como fuera. Desde donde estuviera.",
    "Aunque fuera pequeño. Aunque fuera invisible.",
    "Así que empecé a buscar.",
    "A buscar de verdad.",
    "Como si me fuera la vida en ello.",
    "Porque en parte… me iba.",
    "Busqué una grieta.",
    "Una vía.",
    "Una forma de actuar.",
    "Un gesto.",
    "Una puerta.",
    "Y lo que encontré fue otra cosa.",
    "Me topé con una plaga.",
    "Una peste disfrazada de ayuda.",
    "Una montaña de basura digital.",
    "Gente sin vergüenza.",
    "Gente sin alma.",
    "Gente que transformó el genocidio en entretenimiento.",
    "Que usó nuestra sangre para alimentar su algoritmo.",
    "Influencers.",
    "Creadores de contenido.",
    "Oportunistas.",
    "Ignorantes.",
    "Cómplices.",
    "Tomaban los vídeos más reales, los más crudos, los más sagrados",
    " —grabados en Gaza, con el corazón en llamas— y los destrozaban.",
    "Los llenaban de música épica, los cargaban de frases trilladas,",
    " los convertían en clips, en reels, en piezas de consumo rápido.",
    "Y se sentían activistas.",
    "¿En serio piensas que tu vídeo es más auténtico que el de un hombre que está viendo ",
    "a su amigo meterse en un agujero estrecho, cavando con las manos desnudas",
    " para intentar sacar a su hija —muerta— solo para poder enterrarla?",
    "¿En serio crees que tu vídeo editado con una puta inteligencia artificial,",
    " con filtros y efectos, tiene más impacto que el de una persona que está tumbada en el suelo, esquivando disparos,",
    " y grabando con su única mano libre mientras no sabe si la siguiente bala será la suya?",
    "¿Lo entiendes?",
    "Estos vídeos están grabados desde los teléfonos de mártires.",
    "Sí, mártires.",
    "Gente que murió segundos después de apretar el botón de grabar.",
    "Gente que no estaba creando contenido.",
    "Estaban documentando.",
    "Documentando porque no hay periodistas.",
    "Porque el enemigo no deja entrar cámaras.",
    "No quiere ojos.",
    "No quiere testigos.",
    "Controlan Facebook.",
    "Controlan Instagram.",
    "Controlan TikTok.",
    "Controlan YouTube.",
    "Y un día —lo saben, lo sabemos— van a pulsar un botón.",
    "Y todo va a desaparecer.",
    "Y lo que quede, lo poco que escape del algoritmo, quedará enterrado entre tanta basura manipulada,",
    " entre tanta música reciclada, entre tanto texto vacío, que parecerá mentira.",
    "Y cuando nuestros hijos vean esas imágenes, pensarán que fueron efectos especiales.",
    "Pensarán que fue exageración.",
    "Pensarán que era otra Siria.",
    "Otro país. Otra guerra.",
    "Otra película.",
    "Porque así funciona el olvido.",
    "Porque el ser humano olvida.",
    "Y el enemigo lo sabe.",
    "Ese es su plan.",
    "Por eso prohíben la entrada de la prensa.",
    "Por eso cortan las señales.",
    "Porque no quieren dejar pruebas limpias.",
    "Y una prueba manipulada, una prueba editada, una prueba con música o filtro, ya no sirve.",
    "No sirve en un tribunal.",
    "No sirve en la historia.",
    "No sirve ante nuestros hijos.",
    "Están destrozando la memoria.",
    "Están contaminando las pruebas.",
    "Están saboteando la verdad.",
    "Y todo por likes.",
    "Por fama.",
    "Por ego.",
    "Por ignorancia.",
    "O simplemente por estupidez.",
    "Esto no es una crítica estética.",
    "Esto es una advertencia histórica.",
    "Están jodiendo el futuro.",
    "Porque este presente doloroso será la historia del mañana.",
    "Y la están ensuciando.",
    "La están disfrazando.",
    "La están desactivando.",
    "Y no me refiero a los que, como yo, no tuvimos otra opción.",
    "Que compartimos lo que nos llegaba porque no había versión original.",
    "Porque la censura ya lo había aplastado todo.",
    "Tampoco hablo de los que, con respeto y conciencia, crean desde la verdad, sin pervertirla.",
    "No. Esto no va por ellos.",
    "Esto va por los que vieron en nuestra sangre una oportunidad.",
    "Por los que montaron sus canales, sus marcas, sus nombres sobre cadáveres.",
    "Por los que se hicieron activistas de madrugada y expertos al amanecer.",
    "Y mientras tanto… en Gaza, seguían grabando.",
    "Un padre, con una bolsa en la mano.",
    "Media familia allí dentro.",
    "Media.",
    "Y aún así, mira a cámara y habla.",
    "Habla con el alma rota.",
    "Con el cuerpo rendido.",
    "Con la dignidad intacta.",
    "Una madre, aún con la ropa del funeral, graba lo que queda de su casa.",
    "Un joven, huyendo de los misiles, saca su teléfono y muestra lo que el mundo no quiere ver.",
    "Y lo hacen por una sola razón: documentar.",
    "Para que quede constancia.",
    "Para que haya memoria.",
    "Para que la justicia tenga voz.",
    "Para que tú no puedas decir, dentro de diez años: “Yo no sabía.”",
    "Y entre tanta porquería, entre tanto ruido, encontré algo.",
    "Voces limpias.",
    "Testigos reales.",
    "Gente honesta.",
    "Gente que lo arriesgaba todo por decir la verdad.",
    "Gente desde Gaza.",
    "Y también desde fuera.",
    "Gente que sabía que el precio de la verdad puede ser la vida.",
    "Y aun así, daban la cara.",
    "Y una de esas personas…",
    "una de esas voces me cambió para siempre.",
    "Y esa historia,",
    "",
    "","",   "",
    "","",
    "esa historia empieza ahora."
  ]
},

 {
      "title": "Mahmoud...",
      "especial": true,
      "pages": [
        {
          "tipo": "texto",
          "content": [
          
"Así se llama… o al menos, mientras escribo estas palabras.",
"Iba a contar su historia.",
"Pero ustedes han llegado hasta aquí, y ahora lo único honesto es apartarme y dejar que él mismo os hable.",

"Lo que vais a leer y escuchar son fragmentos suyos: palabras, gestos y momentos rescatados entre cientos de vídeos y mensajes.",
"",
"Me aparto para que lo encontréis tal y como yo lo encontré.",
"Para que sintáis, sin filtros, la conexión que cambió mi forma de ver las cosas.",
"",
"Os dejo con él."
          ]
        },
        {
          "tipo": "videoTexto",
          "video": "/videos/mahmoud1.mp4",
          "texto": [
  "Mahmoud: Amira.",
  "Amira: Sí.",
  "Mahmoud: ¿Por qué estás molesta?",
  "Amira: Porque… el pájaro blanco murió.",
  "Mahmoud: ¿El pájaro blanco murió?",
  "Amira: Sí.",
  "Mahmoud: ¿De qué murió, hija?",
  "Amira: Murió de hambre.",
  "Mahmoud: ¿Murió de hambre?",
  "Mahmoud: Pero hija mía… a la gente que nos ve, árabes y musulmanes, muchos de ellos… que son árabes y musulmanes, ¿qué les contarías?",
  "Amira: Que nos traigan comida… y al pájaro también.",
  "Mahmoud: ¿Comida para nosotros y para el pájaro también?",
  "Mahmoud: ¿Qué deseas comer, hija?",
  "Amira: Pollo y huevos… y cola.",
  "Mahmoud: ¿Y cola?",
  "Amira: Sí.",
  "Mahmoud: ¿Qué más quieres?",
  "Amira: Chocolate.",
  "Mahmoud: ¿Chocolate?",
  "Amira: ¿Eh?",
  "Mahmoud: ¿Qué quieres de fruta?",
  "Mahmoud: ¿Conoces la fruta?",
  "Amira: Plátano, manzana verde, también manzana roja… y mango.",
  "Mahmoud: ¿Mango? Hace dos años que no lo vemos… no es que no lo comamos.",
  "Amira: Sandía.",
  "Mahmoud: ¿Quieres sandía?",
  "Mahmoud: ¿Qué te parece? En el paraíso hay mucha comida… nos vamos allí para comer mucho.",
  "Amira: Así de mucho.",
  "Mahmoud: ¿Así de mucho?",
  "Mahmoud: No tengo la culpa… ella quiere así de mucho.",
  "Mahmoud: Anda, dales un besito."
]

        },
        [
  {
    "tipo": "dobleTexto",
    "arabe": [
      "ثلاث أمنيات لا أريد سواها...",
      "أولها أن أرى أمتي واحدة عزيزة كريمة قوية في مكانتها السائدة بين الأمم.",
      "ثانيها أن نبقى معًا أو نرحل معًا؛ أتحدث عن عائلتي، وإن كان لا بد فأكون أول الملتحقين بالرفيق الأعلى من أسرتي.",
      "ثالثها حين يكتب الله لي نهاية الحياة لا أريد أن يبقى من جسدي شيء، ولا أريد أن يكون جسدي قبرًا ولا ترابًا.",
      "أما الفرجُ لغزة وأهلها فلم أذكرْه لأنه لا بد أن يكون قبل كل شيء، وهو أسبق من كل أمنية؛ فهي الدعوة الدائمة.",
      "وقبل كل شيء وبعد كل شيء وأهمّ من كل شيء: أن يرضى الله عني."
    ],
    "espanol": [
      "Tres deseos: no quiero otros que estos...",
      "El primero: ver a mi Umma unida, noble y fuerte, en su lugar preeminente entre las naciones.",
      "El segundo: permanecer juntos o partir juntos; hablo de mi familia, y si ha de ser, que yo sea el primero de los míos en unirme al Compañero Supremo.",
      "El tercero: cuando Allah decrete el final de mi vida, que no quede de mi cuerpo nada, que mi cuerpo no quede atrapado por tumba ni tierra.",
      "En cuanto al alivio para Gaza y su gente, no lo mencioné porque debe venir antes que todo; antecede a cualquier deseo: es la súplica constante.",
      "Y antes de todo, y después de todo, y por encima de todo: que Allah esté complacido conmigo."
    ]
  },
  {
    "tipo": "dobleTexto",
    "arabe": [
      "اجتمعت نساء العائلة عند أمي لمواساتها بفقدان زوج أختي رحمه الله.",
      "جلست عن يمينها أختي الصغرى — وهي أيضًا فقدت زوجها — وعن يسارها أختي التي فقدت ابنتها.",
      "عمتي بجوارهم فقدت زوجها، وعمتي الأخرى فقدت ابنها البكر، ومعهم زوجتي التي فقدت شقيقها.",
      "كلهم دون استثناء في قلوبهم وجعٌ وفقدٌ وحسرة.",
      "هذا حال الجميع هنا؛ هذا هو نصيبُنا وقدرُنا.",
      "لكن الله تبارك وتعالى سيعوض قلوبهن بجبر يليق برحمته وكرمه."
    ],
    "espanol": [
      "Las mujeres de la familia se reunieron junto a mi madre para consolarla por la muerte del esposo de mi hermana, que Allah tenga misericordia de él.",
      "A su derecha estaba mi hermana menor —ella también perdió a su marido— y a su izquierda, mi hermana que perdió a su hija.",
      "Mi tía, a su lado, perdió a su esposo; la otra tía perdió a su primogénito, y con ellas mi esposa, que perdió a su hermano.",
      "Todos, sin excepción, llevan en el corazón dolor, pérdida y desgarro.",
      "Así está todo el mundo aquí: este es nuestro destino y nuestro decreto.",
      "Pero Allah, Exaltado, compensará sus corazones con un consuelo a la altura de Su misericordia y Su generosidad."
    ]
  },
  {
    "tipo": "dobleTexto",
    "arabe": [
      "للعلم...",
      "والله الرجال في شمال غزة مش مقصرين وبيبدعوا كمان؛ قوةُ الله معهم وملائكته بين صفوفهم.",
      "لا تظنوا أنهم في نزهة؛ هم يستأسدون على المدنيين، وأمام الرجال تجدهم كالغنم.",
      "﴿إن تكونوا تألمون فإنهم يألمون كما تألمون وترجون من الله ما لا يرجون﴾"
    ],
    "espanol": [
      "Para que se sepa...",
      "Por Allah, los hombres en el norte de Gaza no están fallando; incluso se superan: la fuerza de Allah está con ellos y Sus ángeles entre sus filas.",
      "No penséis que están de paseo: se ensañan con civiles, pero ante los hombres firmes los ves como rebaño.",
      "“Si sufrís, ellos también sufren como vosotros, pero vosotros esperáis de Allah lo que ellos no esperan.”"
    ]
  },
  {
    "tipo": "dobleTexto",
    "arabe": [
      "من يحمل روحي المحروقة شوقًا، يطوف بها شوارع الجنوب وخيامها؟",
      "فيمر على أختي الكبيرة قرة عيني، فيخبرها كم اشتقت لها ولحديثها.",
      "كم اشتقت أن تشربيني من يدِها كأس العصير البارد.",
      "من يحمل روحي للمشفى فيمر على أختي الأقرب إخوتي في العمر لي، ويبعد بيننا الظالمون.",
      "لم أستطع أن أراها أو أخفف جراحها أو أكون بجانبها حين تقول: أخ... ساعة وجعها، فأقول لها: أخوكِ وروحه تحت قدمك.",
      "من يوصل روحي لشقيقي الأقرب مني فيخبره أن البعد مرّ، والفراق صعب، وأن الأيام تمشي ثقيلة.",
      "يا رب، أنت وحدك القادر؛ فعجّل برحمتك."
    ],
    "espanol": [
      "¿Quién llevará mi alma abrasada de añoranza por las calles del sur y sus tiendas?",
      "Que pase por mi hermana mayor, luz de mis ojos, y le diga cuánto extraño su charla.",
      "Cuánto añoro que me dé a beber de su mano un vaso de zumo frío.",
      "¿Quién llevará mi alma al hospital y pasará por mi hermana más cercana en edad, de la que nos alejaron los opresores?",
      "No pude verla ni aliviar sus heridas ni estar a su lado cuando decía “ay” en su dolor; yo le diría: tu hermano y su alma están bajo tus pies.",
      "¿Quién hará llegar mi alma a mi hermano más cercano para decirle que la lejanía es amarga, que la separación duele y que los días caminan pesados?",
      "Oh Señor, solo Tú puedes: apresura Tu misericordia."
    ]
  },
  {
    "tipo": "dobleTexto",
    "arabe": [
      "ابنتي رَزان ذات السبعة أعوام تقول لي:",
      "لا تزعل يا بابا، السبت الجاي أنا وإنت وماما وإخوتي كلهم حنروح عند ربنا 😊",
      "قد يكون مجرد كلام طفلة لم تعرف شيئًا عن الدنيا، لكنها تعرف الموت أكثر.",
      "صارت ترى الموت أقرب لها من الحياة."
    ],
    "espanol": [
      "Mi hija Razan, de siete años, me dice:",
      "“No te entristezcas, papá; el próximo sábado yo, tú, mamá y todos mis hermanos iremos donde nuestro Señor.” 😊",
      "Puede ser solo palabras de una niña que no conoce la vida,",
      "pero conoce la muerte más que la vida: la siente más cercana que la vida misma."
    ]
  },
  {
    "tipo": "dobleTexto",
    "arabe": [
      "نصلي الفجر بعد ليلة صعبة متكررة المشاهد.",
      "في كل ليلة نجزم فيها أنها ستكون نهايتنا؛ نجمع حولنا من تبقى من عائلاتنا ونحاول أن نشبع عيوننا من ملامح وجوههم المتعبة الخائفة.",
      "نصلي الفجر ثم ننطلق مسرعين في ظلمة الشوارع التي لم نعد نعرف لها وصفًا، نحاول البحث عن رغيف خبزٍ حاف أو شربة ماءٍ لأطفالنا.",
      "أشعر بتعبٍ في جسدي من البرد الذي يتشربه جسمي في الليل؛ فنحن ننام وكأننا في الشارع يحمي́نا سقفٌ متهالك.",
      "عندي غطاءٌ لا يكفي لي: إذا غطّيت قدمي تكشف بطني، وإن غطّيت بطني تكشّفت قدمي.",
      "أصوات الكلاب الضالة التي تستطيع الوصول لك تزيد الوضع خوفًا وقلقًا.",
      "الحمد لله رب العالمين على كل حال، ونسأل الله الفرج القريب."
    ],
    "espanol": [
      "Rezamos el fajr tras una noche dura, de escenas repetidas.",
      "Cada noche creemos que será la última; reunimos a los que quedan de nuestras familias y tratamos de saciar nuestros ojos de sus rostros cansados y asustados.",
      "Rezamos el fajr y salimos deprisa en la oscuridad de calles ya irreconocibles, buscando un pan seco o un sorbo de agua para nuestros hijos.",
      "Siento el cansancio del frío que mi cuerpo absorbe por la noche; dormimos como si estuviéramos en la calle bajo un techo precario.",
      "Tengo una manta que no alcanza: si cubro los pies, se descubre el vientre; si cubro el vientre, se descubren los pies.",
      "Los perros callejeros, capaces de llegar hasta nosotros, aumentan el miedo y la inquietud.",
      "Alabado sea Allah en toda circunstancia; pedimos el alivio cercano."
    ]
  },
  {
    "tipo": "dobleTexto",
    "arabe": [
      "وقفني رجل وكان ظاهرًا عليه التعب.",
      "سألني: يا أستاذ محمود، بلاقي عندك دواء للغدة؟ هذا دواء يومي لحالاتٍ مزمنة مشابهة لي، وبدونه تكون حياتنا في خطر.",
      "قال لي: من خمسة أيام ما أخذت الجرعة، وأمي أيضًا لم تأخذ الجرعة.",
      "أعطيته نصف الكمية المتوفرة عندي؛ تكفيه وتكفي أمه شهرًا واحدًا.",
      "بعد هيك سنظل بلا دواء. أردت من خلال هذه القصة لفتَ الانتباه لمعاناة أصحاب الأمراض المزمنة.",
      "لا يوجد دواء يكفي، وقد نتعرّض للأسوأ إن لم يتوفر الدواء بأسرع وقت."
    ],
    "espanol": [
      "Me detuvo un hombre, el cansancio se le notaba.",
      "Me dijo: “Profesor Mahmoud, ¿tienes medicación para la glándula? Es un tratamiento diario para casos crónicos como el mío; sin él, nuestra vida corre peligro.”",
      "“Hace cinco días que no tomo la dosis, y mi madre tampoco la ha tomado.”",
      "Le di la mitad de lo que tenía; le alcanza a él y a su madre un mes.",
      "Después de eso nos quedaremos sin medicinas. Con esta historia quiero llamar la atención sobre quienes padecen enfermedades crónicas.",
      "No hay fármacos suficientes; podemos enfrentarnos a algo peor si no se consiguen cuanto antes."
    ]
  },
  {
    "tipo": "dobleTexto",
    "arabe": [
      "أكتب هذه الكلمات وأنا فوق قبرِ محمود شقيقِ زوجتي — رحمه الله —.",
      "شعورٌ لم أشعر به من قبل؛ ليس شعور الحزن والألم والفقد فحسب.",
      "شعورُ أنك تقف على قدميك توهمُ من حولك أنك قويّ وجبل، وفي الحقيقة أنت تريد أن تبكي، فيُسمع صوت بكائك.",
      "زوجتي في ذراعي باكية وقلبها محروق؛ كيف لا وهي لم تقابل شقيقها منذ عشرة أشهر؟",
      "وبوم أن تراه يكون مكفّنًا بالأبيض...",
      "كل مشاعر الوجع والحزن والفقد في قلبها؛ دموعها حارّة غاضبة.",
      "سنجعل اليوم يوم حزننا، لكن سيأتي يوم تبديل الأدوار — اللهم عجّله قريبًا."
    ],
    "espanol": [
      "Escribo estas palabras sobre la tumba de Mahmoud, el hermano de mi esposa —que Allah tenga misericordia de él—.",
      "Un sentimiento que no había conocido: no solo tristeza, dolor y pérdida.",
      "Es la sensación de mantenerte en pie fingiendo fortaleza, cuando en verdad quieres llorar y que se oiga tu llanto.",
      "Mi esposa, en mis brazos, llora con el corazón ardiendo; ¿cómo no, si llevaba diez meses sin ver a su hermano?",
      "Y el día que lo ve, está amortajado de blanco...",
      "Todas las emociones del dolor, la pena y la pérdida en su corazón; sus lágrimas arden, iracundas.",
      "Hoy será día de nuestro duelo, pero llegará el día del cambio de los papeles; ¡oh Allah, apresúralo!"
    ]
  },
  {
    "tipo": "dobleTexto",
    "arabe": [
      "اليوم نزلت فيديو وأنا بعمل الزيتون؛ كثير من المتابعين استغربوا لأن موعد قطف الزيتون بعد شهرين.",
      "لكننا لا نضمن البقاء أحياء شهرين، ولا نضمن أن تنجو بعض شجر الزيتون التي بقيت حتى الآن ولم تُقتلع.",
      "ونريد أيضًا أن نوفّر أي شيء نغمس به خبزنا الحاف."
    ],
    "espanol": [
      "Hoy publiqué un vídeo mientras preparaba aceitunas; muchos se extrañaron porque la cosecha es dentro de dos meses.",
      "Pero no tenemos garantizado seguir vivos dos meses, ni que sobrevivan los olivos que aún quedan y no han sido arrancados.",
      "También queremos asegurar cualquier cosa con la que mojar nuestro pan seco."
    ]
  },
  {
    "tipo": "dobleTexto",
    "arabe": [
      "أجساد طاهرة في كفنها الأبيض مع عدد قليل من المشيعين.",
      "على عربةٍ صغيرة يجرّها حمار، تمر في الشارع في طريقها لأي مكان فيه منطقة ترابية.",
      "لا يهم إن كان على رصيف الشارع، أو ساحةِ الملعب، أو بين أزقة البيوت؛ حيث أصبحت كلها مدافن.",
      "لا بأس؛ فكل شيء يجري على عينِ الله، والله لن يضيعنا."
    ],
    "espanol": [
      "Cuerpos puros en su sudario blanco, acompañados por pocos dolientes.",
      "Sobre un carrito tirado por un burro, cruzan la calle hacia cualquier zona de tierra.",
      "No importa si es una acera, una cancha o un callejón entre casas: todo se ha vuelto cementerio.",
      "Está bien: todo sucede bajo la mirada de Allah, y Allah no nos abandonará."
    ]
  },
  {
    "tipo": "dobleTexto",
    "arabe": [
      "هناك من العرب والمسلمين، وحتى من غير لغتنا وديننا، من وقفوا بجانبنا وقفة عزّ ونخوة وإنسانية وشجاعة.",
      "منهم مَن فقد عمله، ومنهم مَن طُرد من محل إقامته، ومنهم من تمّت ملاحقته والتضييق عليه.",
      "(هؤلاء منا ونحن منهم) ونضعهم تاجًا فوق رؤوسنا.",
      "وهناك من خذلنا وتخلّى عنا — حتى فرح بما أصابنا — وتمنّى زوالنا وهلاكنا وناصر الظالم ضدّنا.",
      "(هؤلاء لا هم منا ولا نحن منهم)."
    ],
    "espanol": [
      "Hay árabes y musulmanes, e incluso gente de otra lengua y otra religión, que se pusieron a nuestro lado con dignidad, hombría, humanidad y valentía.",
      "Algunos perdieron su trabajo, otros fueron expulsados de su residencia; a otros los persiguieron y acosaron.",
      "“Esos son de los nuestros, y nosotros de los suyos”, y los coronamos sobre nuestras cabezas.",
      "Y hay quienes nos traicionaron y nos abandonaron —incluso se alegraron de lo que nos pasó—, desearon nuestra desaparición y apoyaron al opresor contra nosotros.",
      "“Esos no son de los nuestros ni nosotros de ellos.”"
    ]
  },
  {
    "tipo": "dobleTexto",
    "arabe": [
      "تقبّل الأمُّ رأس طفلها مبتسمة، وتقول له: تصبح على خير حبيبي، وتتمنى له أجمل الأمنيات بأن تراه في المستقبل ناجحًا متفوّقًا سعيدًا.",
      "في غزة، تقبّل الأمُّ رأس طفلها باكية، وتقول في نفسها: ابقَ حيًا عزيزي.",
      "وتتمنى فقط — فقط — أن لا يغادرها، وأن يبقى فقط على قيد الحياة.",
      "أو إن كان قدره الليلة أن يبقى رأسه فوق جسده ليس مفصولًا؛ لتجد شيئًا تقبّله قبلة الوداع.",
      "ليلًا ونهارًا تزداد قائمة الأطفال الراحلين."
    ],
    "espanol": [
      "Una madre besa la cabeza de su hijo sonriendo y le dice: “Que duermas bien, amor”; sueña con verlo mañana sobresalir y ser feliz.",
      "En Gaza, una madre besa la cabeza de su hijo llorando y en su interior le suplica: “Sigue vivo, querido”.",
      "Solo desea —solo— que no la abandone; que siga con vida.",
      "O, si está decretado para esa noche, que su cabeza permanezca sobre el cuerpo, no separada, para poder darle un último beso de despedida.",
      "Día y noche, la lista de niños que parten crece."
    ]
  },
  {
    "tipo": "dobleTexto",
    "arabe": [
      "أذكّركم بوصيتي وأشهد الله عليكم.",
      "أسأل الله أن يرزقنا وإياكم الصحة والعافية؛ لكن إذا جاء الأجل فلا مفرّ ولا مهرب.",
      "أسأل الله أن يغفر لي ويرحمني.",
      "أستحلفكم بالله: لا تصوّرونا بعد رحيلنا ولا تنشروا أشلاءنا ولا تسوّقوها للتعاطف والتضامن.",
      "من سيَراها إما محبٌّ سيزيد وجعه وجرحه برؤيتها، وإما شخص لا يهمّه أمرُنا فلن يتأثر بنا.",
      "احفظوا علينا عوراتِنا، واستُروا علينا موتَنا — يرحمني ويرحمكم الله."
    ],
    "espanol": [
      "Os recuerdo mi testamento y os pongo a Allah por testigo.",
      "Pido a Allah que nos conceda a todos salud y bienestar; pero cuando llega el término, no hay escape ni refugio.",
      "Le pido a Allah que me perdone y tenga misericordia de mí.",
      "Os ruego por Allah: no nos filméis tras nuestra muerte ni difundáis nuestros restos, ni los uséis para “generar empatía”.",
      "Quien lo vea y nos ame solo aumentará su dolor; y a quien no le importamos, no le afectará.",
      "Preservad nuestro pudor y cubridnos en la muerte. Que Allah me tenga misericordia y también a vosotros."
    ]
  },
  {
    "tipo": "dobleTexto",
    "arabe": [
      "أكثر شعور يؤذينا هو شعور الفراغ وغياب الأصدقاء والأحبة الذين كانت حياتك مرتبطة بهم لسنوات طويلة.",
      "حتى موضوع البحث عن الطعام لم يعد يعني لنا؛ لأنه غالبًا ما ينتهي بفشل بلا نتيجة.",
      "تخيّل أن تجلس منذ ١١ شهرًا بلا عمل، بلا حياة؛ معظم وقتك جالس في التفكير.",
      "تنتظر أي شيء يواسيك أو يشغلك عمّا يحدث معنا.",
      "حتى لو كانت لك صداقة خارج غزة، في الغالب الناس ستملّ منك؛ لأن حديثك واحد مملّ، وهم لهم حياتهم ومشاغلهم.",
      "ستجعلك هذه الحال كثيرًا تشعر بالوحدة والفراغ.",
      "ردّ لنا حياتنا يا رب؛ لا حول ولا قوة إلا بالله العلي العظيم."
    ],
    "espanol": [
      "Lo que más nos hiere es el vacío y la ausencia de amigos y seres queridos con los que tu vida estuvo unida durante años.",
      "Incluso buscar comida ha dejado de significar mucho: casi siempre termina en fracaso sin resultado.",
      "Imagina once meses sentado sin trabajo, sin vida; la mayor parte del tiempo pensando.",
      "Esperando que algo te consuele o te distraiga de lo que nos pasa.",
      "Incluso si tienes amigos fuera de Gaza, la mayoría se cansará: tu tema es uno y monótono, y ellos tienen su vida y ocupaciones.",
      "Eso te hace sentir a menudo soledad y vacío.",
      "Devuélvenos la vida, Señor; no hay fuerza ni poder sino en Allah, el Altísimo, el Grandioso."
    ]
  },
  {
    "tipo": "dobleTexto",
    "arabe": [
      "في جملة منتشرة عندنا يكتبها كثير من الغزّاوية:",
      "لا تتعلّقوا بأهل غزة؛ فأعمارُنا قصيرة.",
      "وأنا أقول: تعلّقوا بنا؛ فأعمارنا مكتوبة ولا يُقصّرها أحد.",
      "تعلّقوا بنا؛ فنحن هنا باقون، لن يُخرجَنا منها بشر.",
      "تعلّقوا بنا؛ فإن غادر محمود أو محمد، فكلّنا متشابهون، نعشق هذه الأرض."
    ],
    "espanol": [
      "Hay una frase muy extendida aquí que muchos gazatíes escriben:",
      "“No os apeguéis a la gente de Gaza; nuestras vidas son cortas.”",
      "Yo digo: apegaos a nosotros; nuestras vidas están escritas y nadie las acorta.",
      "Apegaos a nosotros; permanecemos aquí y ningún ser humano nos expulsará.",
      "Apegaos a nosotros; si se va Mahmoud o Muhammad, todos somos parecidos: amamos esta tierra."
    ]
  },
  {
    "tipo": "dobleTexto",
    "arabe": [
      "يومًا ما سيشرق فجر جديد — ذاك الفجر الذي يحمل معَه الفرج.",
      "سيأتي ذلك اليوم؟ قسمًا بالله سيأتي.",
      "متى؟ لعلّه يكون اليوم.",
      "لا تدري متى يأتيك الله بالخير.",
      "لكن والله سيأتي، وما علينا سوى الصبر والثقة والاطمئنان لحكمة الله.",
      "صلاحُ الخير ❤️"
    ],
    "espanol": [
      "Algún día amanecerá un nuevo alba, el alba que trae el alivio.",
      "¿Llegará ese día? Por Allah, llegará.",
      "¿Cuándo? Quizá sea hoy.",
      "No sabes cuándo Allah te traerá el bien.",
      "Pero, por Allah, vendrá; lo nuestro es paciencia, confianza y serenidad con la sabiduría de Allah.",
      "Que llegue el bien. ❤️"
    ]
  },
  {
    "tipo": "dobleTexto",
    "arabe": [
      "لي أمنية واحدة فقط: أن أبقى على قيد الحياة حين ينتهي هذا الابتلاء،",
      "وتنكشف حكمةُ الله، وتتجلّى أقداره، وتثبت عطاياه.",
      "سأذكركم حينها لماذا كنتُ أحسن الظنَّ إلا ما لا نهاية، وأثقُ مطلقَ الثقة بتدابير الرحمن."
    ],
    "espanol": [
      "Solo tengo un deseo: seguir con vida cuando termine esta prueba,",
      "y se manifieste la sabiduría de Allah, Sus decretos y Sus dones.",
      "Entonces os recordaré por qué mantuve siempre el buen pensamiento y la confianza absoluta en las disposiciones del Misericordioso."
    ]
  },
  {
    "tipo": "dobleTexto",
    "arabe": [
      "قد يفهمها البعض على أنها مزحة، وقد يضحك البعض على كلامي.",
      "لكن سيأتي يوم تصبح فيه غزة مزارًا للناس ومقصدًا، ويتسابقون للعيش فيها.",
      "وستكون لها قيمتها ومكانتها على مستوى العالم.",
      "بأمر الله، وما ذلك على الله بعزيز."
    ],
    "espanol": [
      "Algunos lo tomarán como broma y otros se reirán de mis palabras.",
      "Pero llegará el día en que Gaza sea destino de visita y de vida; la gente competirá por vivir aquí.",
      "Tendrá su valor y su lugar a nivel mundial.",
      "Por orden de Allah, y eso no es difícil para Él."
    ]
  },
  {
    "tipo": "dobleTexto",
    "arabe": [
      "أستاذ محمود.. شو أكثر طبخة نفسك فيها؟",
      "الصح: نفسي في صينية كفتة لحمة بالطحينية، وعلى وجهها بندورة وبطاطا وبصل كثير 😅",
      "أبشّرك: أنا قرّرت بُكرة أوزّع كفتة لحمة على عددٍ من الفقراء — والنيّة والأجر لك يا أخ محمود.",
      "كأني — والله — أكلت وزيادة؛ أن يشبع فقيرٌ بسببي فهذه أجمل هدية.",
      "منيح ما كان نفسي بالمجدّرة أو العدس، كان الفقراء دعَوا عليّ 😅😅",
      "شكرًا جزيلًا للأخت الكريمة على هذه اللفتة."
    ],
    "espanol": [
      "Profesor Mahmoud… ¿qué plato es el que más te apetece?",
      "La verdad: me apetece una bandeja de kofta de carne con tahina, y por encima tomate, patata y mucha cebolla. 😅",
      "Te doy una buena noticia: mañana he decidido repartir kofta de carne a varias familias pobres — con la intención y la recompensa para ti, hermano Mahmoud.",
      "Siento como si yo mismo hubiera comido y más: que un pobre se sacie por mi causa es el mejor regalo.",
      "Menos mal que no me antojé de “mujaddara” o lentejas… ¡los pobres me habrían echado maldiciones! 😅😅",
      "Muchas gracias a la hermana noble por este detalle."
    ]
  },
  {
    "tipo": "dobleTexto",
    "arabe": [
      "عندما تأتيني أميرةُ الصغيرة، وهي تضع شفتها السفلى فوق شفتها العليا وعيناها تترقرقان بالدمع، وتقول لي جملتها المشهورة:",
      "«أنا زعلانة منك» — «إنت زعلتني».",
      "عندها أرغب بأن أملك الدنيا كلّها وأفعل أيّ شيء كي ترضى أميرتي حبيبتي.",
      "وكلُّ أبٍ لديه نفس العشق لأطفاله.",
      "بالله عليكم، ماذا يكون شعورُ الأب حينما تأتيه جثّةُ طفلةٍ ليست هامدة فحسب، بل تكاد لا تظهر لها ملامح — محروقة ممزّقة؟",
      "الوجع يفوق الخيال.",
      "يا رب، قلوبُنا بين يديك؛ فارحم ضعف قلوبنا."
    ],
    "espanol": [
      "Cuando viene a mí mi pequeña Amira, se muerde el labio inferior, los ojos se le llenan de lágrimas y me dice su frase famosa:",
      "“Estoy enfadada contigo” — “Me has hecho enfadar”.",
      "Entonces deseo poseer el mundo entero y hacer lo que sea para que mi princesita esté contenta.",
      "Todo padre siente el mismo amor por sus hijos.",
      "Os lo ruego: ¿qué siente un padre cuando le llevan el cadáver de una niña no solo inerte, sino sin rasgos reconocibles — quemada, desgarrada?",
      "El dolor supera la imaginación.",
      "Oh Señor, nuestros corazones están en Tus manos: ten misericordia de su debilidad."
    ]
  }
],
        {
          "tipo": "imagen",
          "src": "/imagenes/Mahmoud-familia.png",
          "alt": "Imagen final del capítulo"
        }
      ] 
    }
  

    ,{
  "title": "La Deuda Eterna",
  "content": [
    "—Hermano Mahmoud, quiero ayudarte —escribí en el mensaje,",
    "con las manos temblorosas sobre el teclado.",
    "",
    "La respuesta llegó casi de inmediato, como si hubiera estado",
    "esperando junto al teléfono, como si supiera que en algún lugar",
    "del mundo alguien pensaba en él.",
    "",
    "—¿Ayudarme a mí? ¿Por qué? —sus palabras atravesaron la pantalla",
    "como dagas de humildad—. Hay gente que lo necesita más que yo:",
    "una viuda, un huérfano… Ellos son los que realmente necesitan.",
    "",
    "Cerré los ojos por un momento. Ahí estaba, en medio del infierno,",
    "preocupándose por otros. Ahí estaba la diferencia entre los hombres",
    "comunes y los extraordinarios: estos últimos, incluso en su propia",
    "agonía, siguen pensando en el prójimo.",
    "",
    "—Pero este dinero es tuyo —insistí—. No sé a quién más",
    "mandarlo allí. Si quieres, puedo darlo en tu nombre, como limosna.",
    "",
    "—Si vas a hacerlo, aliméntalos —respondió con una simplicidad",
    "que me partió el alma—. Dale de comer a un necesitado,",
    "a un hambriento. Eso me haría feliz.",
    "",
    "Y en ese momento comprendí que estaba hablando con uno",
    "de esos hombres justos de los que hablan las escrituras.",
    "No de esos personajes legendarios que solo existen en los libros,",
    "sino de los hombres rectos de carne y hueso que caminan",
    "entre nosotros, que sufren, que sangran, pero que nunca",
    "pierden la capacidad de amar.",
    "",
    "---",
    "",
    "Hice lo que él quería. La mitad del dinero se convirtió",
    "en alimento para los necesitados, como me pidió.",
    "Pero la otra mitad… la otra mitad me la tomé prestada.",
    "",
    "No porque la necesitara yo, ni porque no hubiera más",
    "hambrientos a quienes socorrer. Me la tomé prestada porque",
    "quería estar en deuda con él. Porque quería tener un vínculo",
    "con Mahmoud más fuerte que una transferencia puntual.",
    "",
    "Yo soy un hombre que siempre paga sus deudas.",
    "No soporto deber nada a nadie. Pero esta deuda es distinta.",
    "Esta no quiero pagarla ahora. Esta deuda la guardo dentro",
    "de mí como un ancla, como un recordatorio constante",
    "de que mi comodidad está construida sobre el sufrimiento ajeno.",
    "",
    "Una deuda que no se saldará hasta que todo acabe.",
    "Hasta que Gaza respire. Hasta que la justicia llegue.",
    "Hasta que pueda mirarle a los ojos y decirle:",
    "\"Ahora sí, hermano, la deuda está pagada.\"",
    "",
    "---",
    "",
    "Desde entonces entendí que para mí dar no es donar.",
    "Dar no es regalar. Dar es pagar una deuda.",
    "Una deuda con los inocentes que sufren, con las madres",
    "que entierran a sus hijos, con los niños que lloran de hambre,",
    "con todos aquellos que cargan el peso de nuestra",
    "indiferencia colectiva.",
    "",
    "Por eso nunca esperé agradecimiento. Al contrario:",
    "yo era quien debía dar las gracias. Gracias por dejarme",
    "participar en proyectos que para nosotros, desde fuera,",
    "pueden parecer pequeños, pero que allí, bajo asedio y bombas,",
    "eran gigantescos actos de resistencia contra la desesperanza.",
    "",
    "¿Cómo se consigue tubería en una ciudad bombardeada?",
    "¿Cómo se cavan pozos de agua bajo el ojo vigilante",
    "de drones y aviones que disparan a cualquier cosa que se mueve?",
    "¿Cómo se consiguen tiendas de campaña en una ciudad sitiada?",
    "¿Cómo se reparten bolsas de comida a viudas y huérfanos",
    "sin recursos, a mutilados, a ancianos que ya no pueden ni andar?",
    "",
    "Eso lo hicieron ellos. Una labor enorme. Heroica.",
    "Épica en su simplicidad, revolucionaria en su humanidad.",
    "",
    "Y Salah fue el hombre que la inició.",
    "",
    "Salah —que Allah lo tenga en Su gloria— fue la chispa",
    "que encendió esta obra. Unió pequeñas aportaciones de gente",
    "humilde como yo, y con ellas levantó pozos, repartió alimento,",
    "trajo dignidad donde solo había hambre y miedo.",
    "Él demostró que la esperanza podía organizarse, que incluso",
    "en la oscuridad absoluta, la luz de la solidaridad podía",
    "abrirse paso como agua entre las piedras.",
    "",
    "Y por eso lo asesinaron.",
    "",
    "Porque el enemigo no soporta la esperanza. Porque cualquier",
    "persona que siembra vida en medio de la muerte se convierte",
    "automáticamente en un objetivo militar. Porque en su lógica",
    "perversa, alimentar a un hambriento es un acto de terrorismo,",
    "dar agua a un sediento es una amenaza a la seguridad nacional.",
    "",
    "Lo mataron. Un crimen que no tiene precedente en la historia",
    "de la humanidad: asesinar a quien en tiempos de hambruna",
    "solo intentaba salvar vidas. Sadismo puro. Una crueldad",
    "que revela el rostro verdadero del enemigo, despojado",
    "de toda máscara, desnudo en su maldad absoluta.",
    "",
    "Pero lo que no entendieron —lo que nunca entienden",
    "los que confunden el poder con la fuerza— es que una idea",
    "no se mata con balas. Cuando una idea nace, cuando echa",
    "raíces en los corazones, da igual que asesinen a su creador:",
    "siempre habrá quienes sigan el camino, quienes recojan",
    "la antorcha caída y la mantengan encendida.",
    "",
    "Ese es el legado de Salah. Un pacto de sangre,",
    "un compromiso asumido con su vida. Él fue esperanza",
    "para muchos, y su legado sigue vivo, fiel a los principios",
    "y al camino que trazó con su propia existencia.",
    "",
    "Porque los hombres mueren, es cierto. Pero las ideas justas,",
    "las que nacen del sacrificio y del amor verdadero,",
    "esas nunca mueren. Se multiplican, se extienden,",
    "se convierten en ríos que atraviesan fronteras y océanos,",
    "hasta llegar a corazones que ni siquiera sabían",
    "que tenían sed de justicia.",
    "",
    "Y yo, desde mi pequeño rincón del mundo, sigo en deuda.",
    "Una deuda sagrada que me recuerda cada día que la indiferencia",
    "es complicidad, que el silencio es traición, que mientras haya",
    "un solo niño llorando de hambre en Gaza, ninguno de nosotros",
    "puede dormir tranquilo.",
    "",
    "Esta es mi deuda con Mahmoud, con Salah, con todos",
    "los que resisten. Una deuda que no se paga con dinero,",
    "sino con memoria, con testimonio, con la promesa inquebrantable",
    "de que sus voces nunca serán silenciadas mientras quede",
    "alguien capaz de escucharlas y repetirlas."
  ]
},{
  "title": "Héroes sin capa",
  
   "especial": true,
        "pages": [
          {
            "tipo": "texto",
            "content":  [
    "Yo no empecé este camino por una consigna ni por una foto.",
    "Lo empecé porque vi a gente común:",
    "gente como tú, como yo,",
    "como el vecino de al lado que nunca has hablado,",
    "dejarse la vida sin pedir nada a cambio.",
    "Gente que, mientras el mundo bostezaba,",
    "se quedó despierta día y noche.",
    "Escribiendo a embajadas,",
    "cargando de correos a instituciones,",
    "llamando a consulados,",
    "preparando plantillas,",
    "traduciendo comunicados,",
    "corrigiendo una coma a las tres de la mañana",
    "para que a las ocho alguien más pudiera pulsar “enviar”.",
    "Este capítulo es para ellos.",
    "Para nadie más.",
    "La iniciativa se llamaba de mil maneras,",
    "pero en todas las bocas sonaba igual: March to Gaza.",
    "No era un logo; era un pulso.",
    "Yo estaba en modo búsqueda:",
    "cualquier camino que oliera a acción —no a comentario—",
    "se convertía en brújula.",
    "Mi mujer me pasó el vídeo de una chica marroquí hablando del proyecto.",
    "Todo estaba en pañales:",
    "poca gente, cero publicidad, solo señales de humo.",
    "Me metí.",
    "Primera reunión: seis personas.",
    "Y allí apareció él: el ingenuo.",
    "Buen corazón, mala lectura del mapa.",
    "Decía que ya se estaban pidiendo permisos,",
    "que todo sería pacífico,",
    "que Egipto no sería problema.",
    "Cuando dijo “Egipto”, supe que nadie le había explicado Egipto.",
    "Yo lo conozco como se conoce el filo de un cuchillo que te ha cortado:",
    "de cerca, en silencio, sin romanticismo.",
    "Sé lo que han hecho con activistas palestinos.",
    "Sé lo que pasa en las cárceles bajo tierra.",
    "Sé lo que significa una frontera custodiada por más de cien mil soldados",
    "con órdenes invisibles de proteger los límites de los genocidas.",
    "Respiré y pregunté lo obvio:",
    "—¿Qué harás cuando Egipto no te deje entrar?",
    "Me miró como si yo fuera el pesimista de la sala.",
    "Pero no es pesimismo si es experiencia.",
    "La sorpresa, sin embargo, vino por otro lado.",
    "La gente de base no era ingenua.",
    "Quienes se apuntaban sabían lo que había y por qué iban.",
    "No querían selfies en Rafah;",
    "querían dos días de presión en la puerta",
    "y, si tocaba, romperla.",
    "Querían entrar, abrazar a su gente,",
    "poner el pecho como escudo.",
    "No había miedo, solo rabia y dolor acumulado.",
    "Y sobre todo, había claridad:",
    "si Egipto es libre, Palestina respira.",
    "Esa ecuación, simple y brutal, la compartíamos todos.",
    "Mi papel, al principio, era sencillo:",
    "difundir y, si podía, marchar.",
    "Pero las causas te eligen el puesto.",
    "Di la cara en algunos vídeos",
    "y, sin quererlo, me convertí en antídoto",
    "contra lo que empezó a brotar como moho:",
    "infiltraciones, oportunistas, cazadores de datos y de donaciones.",
    "Entraban en los grupos perfiles falsos, casi siempre de madrugada,",
    "con preguntas diseñadas para que alguien se soltara:",
    "—¿Dónde os alojáis?",
    "—¿Quién coordina en tal ciudad?",
    "—Pásame ese contacto por privado.",
    "O dejaban enlaces:",
    "—Pincha aquí.",
    "—Firma urgente.",
    "—Apoya esta petición.",
    "Si no mordías, cambiaban de táctica:",
    "provocaciones calculadas para sacar frases",
    "que luego pudieran usar contra ti.",
    "Era ingeniería social de manual.",
    "Yo bloqueaba, advertía y repetía:",
    "“No compartas nada. Están pescando”.",
    "También estaban los cazadores de dinero.",
    "Una “organización amiga” juró que no tenía cuenta bancaria…",
    "minutos antes de que yo descubriera un grupo paralelo,",
    "creado sin permiso, con cartel y número de cuenta en grande",
    "para recoger fondos “por la causa”.",
    "Estafa con sonrisa.",
    "Otro rostro: la falsa activista.",
    "Especialista en meter banderas ajenas en cualquier pancarta.",
    "Quiso colar otra causa absurda de una banda de criminales",
    "que tiene secuestrada a parte de mi pueblo en los confines del Sahara.",
    "Sabía que una gran parte de quienes iban eran marroquíes,",
    "gente que se jugaba su estabilidad, su trabajo, su futuro, quizá su libertad.",
    "Yo me negué.",
    "Lo dije claro:",
    "—Vamos por Gaza.",
    "Sin banderas prestadas.",
    "Sin atajos identitarios.",
    "No usamos la sangre de Palestina para lavar agendas ajenas.",
    "El ingenuo, esta vez, me dio la razón.",
    "Pero yo se lo repetí, más serio aún:",
    "—Estoy luchando por la libertad de tu pueblo;",
    "no voy a permitir que nadie, nunca, intente fragmentar el mío.",
    "Aquí no hay “esta vez” ni “la próxima”:",
    "aquí hay foco o hay ruido.",
    "Y si dejamos que el ruido entre, perdemos eficacia.",
    "Y si perdemos eficacia, perdemos vidas.",
    "Estaba también “la infiltrada”: siempre con respuestas perfectas en dos minutos, diseños prehechos, exceles que parecían milagrosos.",
    "Todo para ralentizar lo urgente con estética pulida.",
    "Un día me borró de un grupo sin explicación; cuando la gente preguntó dónde estaba, reaparecí como por arte de magia.",
    "Tomé nota.",
    "Y cuando la columna humana se acercó a Egipto, ella desapareció.",
    "“Trabajo desde la sombra”, dejó dicho.",
    "La sombra era silencio.",
    "\"Llegó la flotilla.\"",
    "Para muchos, un símbolo; para mí, una operación de relojería comunicativa.",
    "Tenía un equipo de más de cincuenta personas listos para activar medios,",
    " presionar instituciones, traducir comunicados.",
    "La noche del abordaje lo vi en directo y encendí todas las alarmas.",
    "El ingenuo, en cambio, mintió: “No ha pasado nada. Tranquilos”.",
    "Las cámaras, sin embargo, no mienten.",
    "Los grandes medios hicieron lo de siempre: cambiar el foco.",
    "Los influencers grandes también: silencio antes, espectáculo después.",
    "Las manos las puso la gente anónima.",
    "Yo llevaba semanas avisando: en Egipto primero detienen cabecillas,",
    " luego sueltan matones para fingir caos y, al final, llega la policía a “restaurar el orden”.",
    "Pedí planes alternativos. No los hubo.",
    "Llegaron las detenciones. También la del ingenuo.",
    "No tuve tiempo de dormir.",
    "Abrí todos los canales: embajadas, partidos, despachos.",
    "Llamé, escribí, pedí favores.",
    "Les expliqué: “Si en tres días no lo movemos, hablaremos de él en pasado”.",
    "No exageraba. Presionamos. Y lo soltaron.",
    "Mientras tanto, otras columnas se movían: caravanas desde Túnez,",
    "delegaciones marroquíes, grupos dispersos que lograban sincronizarse como si compartieran mesa.",
"Todo eso mientras el activismo de marca, ",
"representado por la organización “No a la guerra”, que llama al genocidio ‘guerra’ ",
"y usa el eslogan ¡ni terorizmo ni ginocidio!, equiparaba a la víctima con el verdugo",
" y hacía negocio con campañas simbólicas que no mueven nada y solo suavizan el impacto del genocidio.",
    "Lo diré sin rodeos: el simbolismo vacío es el mejor aliado del verdugo.",
    "Si la estrategia no duele al poder, solo sirve para contarnos cuentos.",
    "Pero entre tanta sombra, hubo luz.",
    "La luz de los pequeños influencers reales, los que no viven de esto y, por eso, se les cree.",
    "La luz de grupos de apoyo como el que llamábamos “Refugio”, capaces de coordinar sin buscar medallas.",
    "La luz de médicos como el Dr. Hicham El Ghaoui que ya habían estado allí y sabían dónde apretar y dónde ceder.",
    "La luz de quienes, a las dos de la madrugada, escribían “Aquí estoy”; a las cinco: “Sigo aquí”; y a las once: “No he dormido, ¿qué más hace falta?”.",
    "Ellos convirtieron chats en talleres de dignidad.",
    "¿Qué nos queda ahora?",
    "La certeza de que una multitud sin rostro logró hacer temblar despachos que nunca devolvían llamadas.",
    "Que cartas bien escritas pueden atravesar puertas blindadas.",
    "Que la presión organizada descoloca incluso a quienes se creen intocables.",
    "Nos queda también el mapa de errores: confiar en marcas, delegar en egos, ",
    "permitir que el calendario del espectáculo marque el ritmo del dolor real.",
    "Nunca más.",
    "A nivel personal, me queda una deuda que no quiero saldar: con quienes pegaron su frente a una pantalla como si fuera ventana,",
    "con quienes pegaron su espalda a una puerta como si fuera palanca, con quienes arriesgaron su nombre o su libertad,",
    "con quienes guardaron silencio cuando hablar era vanidad y con quienes hablaron cuando callar era complicidad.",
    "A todos ellos les digo: esto no fue en vano.",
    "Aunque no cruzáramos, aunque nos pararan papeles, porras o titulares, nuestro paso se oyó.",
    "Y, sobre todo, aprendimos la lección más dura: o foco o ruido. O estrategia o épica. O utilidad o ego.",
    "Yo seguiré pidiendo lo mismo que pedí el primer día: planes reales para vidas reales.",
    "Sin banderas prestadas, sin cuentas opacas, sin selfies heroicos.",
    "Con listas, con llamadas, con protocolos, con manos.",
    "No será épico, no dará likes.",
    "Que se jodan: la épica está en que un niño cene, en que un detenido vuelva a casa,",
    "en que un convoy cruce,",
    "en que una vida no se apague hoy.",
    "Este capítulo cierra, sí.",
    " Pero solo como se cierran los puños antes de golpear la indiferencia: para abrirse después y sostener.",
    "Gracias a los que no se vendieron.",
    "A los oportunistas: ya sabemos quiénes sois.",
    "A los infiltrados: no nos engañaréis dos veces.",
    "Y a los que aún dudan de si un correo, una llamada o un párrafo bien escrito sirven de algo: sirven.",
    "Para mí, esta fue siempre la marcha de los que no se venden.",
    "La de quienes, cuando les ofrecieron un lugar en la foto, eligieron un lugar en la trinchera.",
    "Y ahí nos encontrarán la próxima vez, con menos ingenuidad, más método, y el mismo amor.",
    "Porque esto, maldita sea, va de amor.",
    "Del amor más práctico y menos fotogénico: el que salva vidas."
  ]
},
{
            "tipo": "imagen",
            "src": "/imagenes/1.png",
            "alt": "Final image of the chapter"
          },{
            "tipo": "imagen",
            "src": "/imagenes/2.png",
            "alt": "Final image of the chapter"
          },{
            "tipo": "imagen",
            "src": "/imagenes/3.png",
            "alt": "Final image of the chapter"
               },
               {
            "tipo": "imagen",
            "src": "/imagenes/4.png",
            "alt": "Final image of the chapter"
          },{
            "tipo": "imagen",
            "src": "/imagenes/5.png",
            "alt": "Final image of the chapter"
          },{
            "tipo": "imagen",
            "src": "/imagenes/6.png",
            "alt": "Final image of the chapter"
               },
               {
            "tipo": "imagen",
            "src": "/imagenes/7.png",
            "alt": "Final image of the chapter"
          },{
            "tipo": "imagen",
            "src": "/imagenes/8.png",
            "alt": "Final image of the chapter"
          },{
            "tipo": "imagen",
            "src": "/imagenes/9.png",
            "alt": "Final image of the chapter"
               },{
            "tipo": "imagen",
            "src": "/imagenes/10.png",
            "alt": "Final image of the chapter"
          },{
            "tipo": "imagen",
            "src": "/imagenes/11.png",
            "alt": "Final image of the chapter"
          }
    ]
  },
{
  "title": "Velum",
  
  "content": [
  "Teorías inducidas como realidades y certezas prohibidas,",
  "como si el saber fuera un pecado.",
  "El mal siempre entendió que una bala puede arrebatar una vida,",
  "pero que el poder de una palabra puede salvar o destruir generaciones enteras.",
  "Comprendió que, mientras la historia se escriba con manos libres,",
  "el poder del opresor peligra;",
  "pero si es él quien consigue redactarla, su dominio perdurará más allá del tiempo.",
  "Por eso, desde los albores de la humanidad,",
  "el primer acto de todo conquistador, antes incluso de saquear,",
  "fue arrojar a la hoguera el tesoro más sagrado de sus víctimas: la memoria escrita.",
  "Ardieron bibliotecas.",
  "Se persiguió a los custodios de fragmentos.",
  "Se masacró a los portadores de sabiduría.",
  "Quien gobierna la palabra, gobierna la memoria.",
  "Así desaparecieron capas enteras de verdad.",
  "Los cátaros fueron reducidos a cenizas y a relatos heréticos.",
  "Las civilizaciones avanzadas de América, con sus ciudades y tecnologías imposibles para su época,",
  "fueron sepultadas bajo la narrativa conveniente de sus verdugos.",
  "Para este libro he rescatado una palabra caída en el olvido de un idioma muerto,",
  "pronunciada apenas por falsos guardianes de templos vacíos que impidieron su evolución.",
  "Porque un mono siempre fue y será solo un mono;",
  "pero un ser humano no es solo apariencia, sino alma que siente,",
  "razón que discierne y conciencia cargada de valores,",
  "tallada con palabras que evolucionan con el tiempo,",
  "que respiran y se transforman en sentimientos, recuerdos e historia.",
  "Y yo tomo hoy esta palabra: VELUM,",
  "para devolverle el peso que debió tener.",
  "No como un simple velo que oculta la realidad,",
  "sino como un arte oscuro que nubla los ojos:",
  "no borra los hechos, pero anula la capacidad de verlos.",
  "Hasta aquí, he caminado entre memorias,",
  "como quien recoge cenizas para encender un fuego nuevo.",
  "He abierto páginas que eran heridas,",
  "y heridas que eran páginas.",
  "Pero ahora cierro este ciclo:",
  "dejo atrás la búsqueda en mis recuerdos,",
  "y alzo la voz desde la herida abierta del presente.",
  "Porque lo que acontece ante nuestros ojos no necesita metáforas:",
  "necesita ser narrado sin el velum que los poderosos imponen para cubrir su vergüenza.",
  "Miremos con claridad.",
  "Un alcalde de Madrid, con traje planchado y sonrisa vacía,",
  "se atreve a decir que lo de Gaza no es un genocidio.",
  "Y lo dice mientras caen bombas de una tonelada sobre tiendas de campaña,",
  "refugios improvisados, escuelas levantadas con lonas.",
  "¿Qué significa ser refugiado?",
  "Significa haber escapado de una guerra para encontrar un lugar seguro.",
  "Pero en Gaza, la ley es papel quemado:",
  "el refugio se convierte en tumba.",
  "Niños mutilados, familias desmembradas, madres abrazando a sus hijos bajo montañas de arena.",
  "Y el alcalde, con la ligereza del ignorante, se permite negar la evidencia.",
  "¿Es a personas así a quienes confiamos el futuro de nuestros hijos?",
  "¿Es con estas manos, que toleran la psicopatía,",
  "con las que dejamos nuestra educación, nuestra sanidad, nuestra memoria?",
  "No nos engañemos:",
  "son los mismos que, en tiempos de la pandemia, abandonaron a nuestros mayores en residencias,",
  "dejándolos morir en soledad, sin la dignidad de una despedida.",
  "Los mismos que, en medio de la DANA en Valencia, siguieron cenando en un restaurante mientras la gente se ahogaba,",
  "prefiriendo un plato de marisco antes que atender a su pueblo.",
  "Estos son los gestores del presente: mierdecillas coronados como estadistas.",
  "Pero el velum no solo cubre la política: también deforma la guerra.",
  "Nos repiten que están ganando, que su ejército es invencible.",
  "Pero un ejército que cambia de generales, ministros y portavoces no es un ejército victorioso:",
  "es un ejército en crisis.",
  "Quien gana no sustituye a sus capitanes.",
  "Quien gana no asesina al equipo con quien negocia,",
  "como hizo Trump, enviando coordenadas para matar a los mismos con quienes hablaba de paz.",
  "Ese gesto no es fuerza, es miedo.",
  "Aquí yace la diferencia entre un soldado y un guerrero.",
  "El soldado sirve por salario, mide su tiempo, cuenta las horas.",
  "El guerrero, en cambio, vive por una idea.",
  "No cobra sueldo, no descansa, no calcula.",
  "Su arma es la convicción y su fuerza, la entrega.",
  "Por cada guerrero hacen falta veinte soldados:",
  "tres para cubrir sus horas, y diez para igualar su valentía.",
  "Por eso vemos a un joven en chanclas, con un explosivo artesanal,",
  "enfrentarse a un tanque de millones.",
  "Y no es el hombre quien huye: es el tanque.",
  "Esa imagen desnuda el velum:",
  "la superioridad no está en la tecnología, sino en el corazón que late detrás de cada acto.",
  "Y aún más: un barco español, con bandera europea, fue atacado en el Mediterráneo por el mismo país al que Europa financia, arma y protege con su flota militar.",
  "Civiles, activistas, periodistas, personas de cultura, mujeres y ancianos amenazados de muerte por quienes llaman “aliados”.",
  "Europa paga impuestos no para defender a su gente, sino para blindar los intereses de verdugos.",
  "Y el pueblo, bajo el velum, lo acepta como normalidad.",
  "Europa se proclama cuna de la democracia, pero hoy la cuna se ha convertido en un ataúd.",
  "Los mismos que predican derechos humanos financian el exterminio,",
  "sostienen ejércitos ajenos y venden como “misiones de paz” contratos de sangre.",
  "El velum cubre sus alianzas,",
  "las pinta de civilización, de cooperación, de estabilidad.",
  "Basta un gesto mínimo —una bandera levantada, un grito contra el genocidio— para que la policía, la nuestra, actúe con violencia.",
  "Rompe la cara de un estudiante, detiene a una anciana, derriba a una mujer.",
  "No defienden nuestras vidas, defienden la imagen de quienes asesinan a otros pueblos.",
  "Francia arde mientras nos dicen que la deuda es insostenible,",
  "que las pensiones son un lujo,",
  "que no hay dinero para escuelas ni hospitales.",
  "Pero nunca falta para aviones, drones, tanques y submarinos.",
  "Todo para sostener guerras, genocidios e intereses ajenos.",
  "Ése es el verdadero velum:",
  "convertir lo inmoral en aceptable,",
  "hacer creer que reprimir manifestantes y financiar verdugos es defender la democracia.",
  "La democracia real no se mide en cumbres ni tratados:",
  "se mide en la dignidad con que un Estado protege a sus ciudadanos",
  "y en la lealtad que guarda a los pueblos que sufren.",
  "Europa, autoproclamada maestra de la civilización, se ha revelado cómplice de la barbarie.",
  "No hay mayor traición: reprimir a su propia gente para encubrir el crimen de otros.",
  "El velum no solo cubre la historia escrita:",
  "se extiende sobre la economía, disfrazado de palabras técnicas que parecen ciencia.",
  "Nos hablan de “riesgo fiscal”, “sostenibilidad económica”, “presión sobre las pensiones”,",
  "como si fueran verdades inevitables.",
  "Pero detrás se esconde la maniobra más vieja del poder: distraer la mirada de quienes se benefician del saqueo.",
  "Bajo ese velo, el anciano con su pensión es enemigo,",
  "cuando en verdad su ingreso es semilla que fecunda mercados locales.",
  "Se acusa al desempleado de ser carga,",
  "cuando lo que falta es la decisión de quienes deberían abrirle puertas.",
  "Y el derecho a un techo se convierte en lujo,",
  "cuando hasta las ratas encuentran refugio en sus madrigueras.",
  "Donde el velum alcanza su máxima densidad es en el gasto militar.",
  "Miles de millones se diluyen en guerras ajenas, armas compradas fuera, ejércitos enviados a conflictos lejanos.",
  "Europa paga no solo con dinero, sino con deuda multiplicada por intereses.",
  "Mientras tanto, lo que realmente construye sociedad —sanidad, educación, cultura, vivienda— queda asfixiado.",
  "Se envían armas, se reponen arsenales, se subsidian ejércitos extranjeros que dependen de nuestra deuda.",
  "Ucrania, Israel: nombres que se pronuncian como aliados,",
  "pero se sostienen con la sangre fiscal de pueblos que nunca aprobaron esas guerras.",
  "El precio invisible de la militarización es la erosión del tejido humano.",
  "Soldados que vuelven con violencia tatuada en el alma,",
  "mercenarios que hacen del asesinato un oficio,",
  "vecinos que cargan traumas importados.",
  "Y la ironía última: todo esto se financia con dinero prestado.",
  "El mismo Estado que culpa a pensionistas y desempleados se endeuda para pagar misiles y uniformes.",
  "Nos endeudan para sostener verdugos, mientras nos recortan pan, salud y techo.",
  "Ése es el arte del velum:",
  "oscurecer lo evidente, anestesiar la conciencia, transformar la injusticia en normalidad.",
  "Lo que debería ser derecho se convierte en gasto, lo que es abuso se viste de estrategia, lo que es crimen se maquilla como política.",
  "Cada velum es una sombra que cubre una verdad.",
  "Mi tarea no será recordar lo que ardió en las hogueras del pasado,",
  "sino levantar las telas que hoy nos impiden ver el presente.",
  "Y mientras el verdugo insista en escribir la historia,",
  "mi deber será arrancarle la pluma."
]

},
{
  "title": "Los Hermanos de Yûsuf",
  "content": [  "","",
      "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
    "«Dijeron: “¡Oh, padre nuestro! ¿Por qué no confías en nosotros con respecto a Yûsuf, siendo que le deseamos el bien?",
    "Envíalo con nosotros mañana, para que juegue y se divierta. Nosotros cuidaremos de él con esmero.”",
    "Dijo: “Me causa tristeza que os lo llevéis, y temo que lo devore un lobo mientras no estáis atentos.”",
    "Respondieron: “Si un lobo se lo comiera a pesar de que somos un grupo fuerte, entonces seríamos los verdaderos perdedores.”",
    "Y cuando se lo llevaron y acordaron arrojarlo al fondo del pozo, le inspiramos: “Algún día les recordarás esto, y ellos no se darán cuenta.”",
    "Y regresaron a su padre al caer la noche, llorando.",
    "Dijeron: “¡Oh, padre nuestro! Fuimos a competir entre nosotros, y dejamos a Yûsuf junto a nuestras cosas, y lo devoró un lobo. Pero no vas a creernos, aunque decimos la verdad.”",
    "Y trajeron su camisa manchada con sangre falsa. Dijo [su padre]: “No, sino que vuestras almas os han seducido a algo. ¡Paciencia hermosa! Allah es Aquel a quien se implora para que me ayude en lo que describís.”»",
    "—Sūrat Yûsuf (12:11–18)",
    "",
    "Empiezo por la palabra que lo nombra todo: traición.",
    "Empiezo por la escena que lo enseñó todo: pedir permiso con rostro de bondad y volver con una camisa ensangrentada.",
    "Aquí están otra vez los hermanos, pero ya no visten túnicas.",
    "Ahora llevan traje de Estado, corbata diplomática y sonrisa de embajador.",
    "Hablan en cónclaves, firman planes con sellos internacionales, y juran que lo hacen “por su bien”.",
    "",
    "Un nuevo plan de “paz” se presentó en los despachos del mundo como si fuera salvación.",
    "Trump lo trajo envuelto en solemnidad; se habló de transiciones, de treguas, de veinte puntos de humo.",
    "Tony Blair apareció como nombre posible para encabezar una administración que no nacería del pueblo de Gaza, sino de mesas ajenas.",
    "Los países árabes —Turquía, Catar, Egipto, Arabia Saudí, Bahréin— inclinaron la cabeza, y aceptaron el papel que se les asignó: firmar mientras otros deciden.",
    "",
    "Oficialmente: desarme, evacuación humanitaria, supervisión internacional.",
    "En la práctica: entregar la soberanía, trasladar la autoridad, fragmentar la memoria.",
    "La nueva sede, dijeron, sería La Arish.",
    "Una ciudad que no huele a Gaza, que no conoce su polvo, ni sus muertos.",
    "Gobernar desde La Arish es decretar que quien necesite a su autoridad deberá salir al desierto para pedir permiso.",
    "Es desplazar la vida como trámite.",
    "Es convertir la resistencia en papeleo.",
    "",
    "Y mientras ellos redactaban su teatro, en Europa se desataba el espectáculo de la hipocresía.",
    "Francia, Inglaterra, Canadá y otros reconocieron oficialmente al “Estado palestino”.",
    "Reconocieron, como quien da una limosna.",
    "Reconocieron, como quien concede lo que no es suyo.",
    "Y sin embargo, Palestina es más antigua que todos ellos juntos.",
    "Existía cuando sus fronteras eran apenas ideas, cuando sus himnos no habían sido escritos.",
    "",
    "¿Qué significa entonces ese reconocimiento?",
    "¿Reconocer sin liberar? ¿Reconocer sin justicia?",
    "Decenas de países “reconocidos” —Sudán, el Congo, Ucrania, Líbano— arden bajo bombas, sanciones y saqueos.",
    "¿De qué sirve el reconocimiento si no implica mandar ejércitos para echar al opresor de las tierras ocupadas?",
    "¿Reconocido por quién? Por el causante del problema.",
    "El reconocimiento sin acción es complicidad.",
    "El problema no es que Europa reconozca a Palestina,",
    "sino que se niegue a dejar de reconocer al Estado genocida.",
    "",
    "Luego vino la Flotilla.",
    "Barcos llenos de pan, medicinas y dignidad,",
    "de personas que abandonaron sus casas, sus trabajos, sus familias,",
    "para llevar vida donde solo había fuego.",
    "Yo, que los admiro, que los llamo hermanos,",
    "temí por ellos.",
    "No por miedo al enemigo, sino a su astucia.",
    "Temía que el opresor, solo por una vez, despertara una neurona.",
    "Temía que fingiera humanidad.",
    "",
    "Imagina por un momento que hubiesen dejado pasar a la flotilla.",
    "Imagina que hubieran permitido el desembarco en Gaza.",
    "El mundo se habría llenado de titulares:",
    "“El Estado humanitario abre paso al auxilio”.",
    "Los mismos verdugos que bombardean hospitales",
    "habrían sido retratados como salvadores.",
    "Sus lacayos en Europa habrían corrido a aplaudirlos,",
    "a lavar su imagen, a confundir a los pueblos.",
    "Eso habría sido más devastador que una bala.",
    "Porque la mentira mata más que el plomo.",
    "",
    "Y, sin embargo, la trampa fue otra.",
    "La trampa fue permitir el silencio, la espera, la inmovilidad.",
    "Barcos detenidos en aguas internacionales,",
    "luces que no se encendieron,",
    "flotas europeas que no protegieron a sus propios ciudadanos.",
    "Los mismos países que vigilan el Mar Rojo para proteger el comercio del Estado genocida",
    "no movieron un dedo para proteger vidas humanas.",
    "Esa es la verdadera tortura: la indiferencia del mundo.",
    "",
    "Y mientras tanto, el mundo discute.",
    "Si es genocidio o no lo es.",
    "Si los muertos son “colaterales”.",
    "Si las bombas pesan una o dos toneladas.",
    "Pero ¿cuándo pasaremos de intentar convencer a los criminales de que son criminales",
    "a exigir responsabilidades penales a sus cómplices?",
    "El opresor no es fuerte.",
    "Es débil, quebradizo, sostenido por los hilos del dinero, los medios y la complicidad extranjera.",
    "Su poder no viene de dentro, sino de fuera:",
    "de los bancos que lo financian,",
    "de los políticos que lo defienden,",
    "de los medios que lo blanquean.",
    "Solo se sostiene porque el resto del mundo lo sostiene.",
    "",
    "Y hay algo más.",
    "Los supervivientes de la Flotilla regresaron hablando de torturas.",
    "Y sí, fueron torturados.",
    "Para una persona libre, toda humillación es una herida.",
    "Pero cuando contaron sus historias,",
    "el público europeo —ya anestesiado— dijo: “no es para tanto”.",
    "Porque aquí la palabra “tortura” se ha vuelto pequeña.",
    "Porque no saben lo que es ver a un hijo violado ante sus ojos,",
    "ni dormir tres días de pie en un agujero sin luz,",
    "ni escuchar gritos día y noche hasta que la mente se quiebra.",
    "Allí, en Gaza, la tortura tiene otro nombre: supervivencia.",
    "",
    "Todo esto lo escribo no para juzgar,",
    "sino para dejar constancia.",
    "Para que cuando mañana los hermanos vuelvan con la camisa manchada,",
    "sepamos reconocer la sangre falsa.",
    "Porque la historia de Yûsuf no fue una fábula,",
    "fue una advertencia.",
    "Y hoy, como ayer, los hermanos han vuelto a sonreír.",
    "Trajeron acuerdos, promesas, protocolos.",
    "Y volvieron con la camisa manchada.",
    "La fosa sigue abierta.",
    "Y quien cuida la memoria no permitirá que la tierra se venda",
    "sin que se pronuncie el nombre del traidor.",
    "",
    " ”tienen rostro con ojos ,boca y nariz pero no son humanos son monstruos”,dijo una heroina de la la flotilla."
   
  ]
}



  ]},
  {
  "id": 19,
  "nombre": "Patricia Abal",
  "fragmento": "  A veces no hay oscuridad capaz de expresar tal sufrimiento, cuando el mal actúa a plena luz del día.",
  "titulo": "Cuando el mal actúa a plena luz del día",
  "description": "Patricia Abal es una pintora que captura momentos en los que el sufrimiento es tan intenso que las palabras no son suficientes.",
  "image": "/imagenes/patricia_abal.jpg",
  "parts": [
    {
      "title": "Dibujos que hablan",
      "especial": true,
      "pages": [
        {
          "tipo": "imagen",
          "src": "/imagenes/patricia1.jpg",
          "alt": "Ilustración de Patricia Abal que muestra sufrimiento y mal a plena luz del día.",
          "caption": "\"A veces no hay oscuridad capaz de expresar tal sufrimiento, cuando el mal actúa a plena luz del día.\""
        }
      ]
    }
  ]
}
,
  {
    "id": 51,
    "nombre": "Ayoub Habraoui",
    "fragmento": "Cada vez que nos acercamos a Gaza,\nel mar devora las distancias entre nosotros y ella.\nNuestros pechos se estrechan\ncon un olor que no se parece a nada en la tierra:\nun olor a muerte suspendida en el aire,\ny el eco de un grito que viene desde allí.",
    "titulo": "A 360 millas de Gaza",
    "image": "/imagenes/ayoub-habraoui.png",
    "description": "Escritor activista marroquí que documenta su travesía hacia Gaza a bordo del barco Dir yasín, reflexionando sobre la esperanza, el miedo y la humanidad en aguas internacionales.",
    "parts": [
      {
        "title": "A 360 millas de Gaza",
        "content": [
           "",
          "Cada vez que nos acercamos a Gaza,",
          "el mar devora las distancias entre nosotros y ella.",
          "Nuestros pechos se estrechan",
          "con un olor que no se parece a nada en la tierra:",
          "un olor a muerte suspendida en el aire,",
          "y el eco de un grito que viene desde allí.",
          "Las olas lo traen hasta nosotros,",
          "se cuela en nuestros oídos,",
          "y se convierte en dolor en el corazón.",
          "Trescientas Sesenta millas náuticas nos separan de su orilla...",
          "y, aun así, seguimos en ella.",
          "Sentimos que caminamos sobre los hombros de los mártires,",
          "de los niños,",
          "y de las madres atrapadas entre la vida y el asedio.",
          "Los rostros que guardamos en la memoria se vuelven más claros,",
          "los nombres resuenan más cerca,",
          "y la carga se hace más pesada...",
          "pero con ella crece también la firmeza.",
          "Puede que hoy no logremos llegar,",
          "puede que alguien se interponga en nuestro camino,",
          "puede que intenten detener este barco,",
          "pero nada podrá detener el sueño que arde en nuestros corazones.",
          "Porque sabemos, con certeza,",
          "que este régimen ocupante y genocida no durará,",
          "y que la ola borrará lo que ha levantado con violencia.",
          "Este mar,",
          "que durante tanto tiempo nos fue negado,",
          "un día abrirá sus puertas a la libertad,",
          "y el amanecer vencerá a la larga noche.",
          "Hoy surcamos las olas,",
          "llevamos a Gaza en nuestro pecho,",
          "en nuestra memoria,",
          "y escribimos sobre la página del mar un pacto que no se borra:",
          "quizá hoy se nos niegue la llegada,",
          "pero un día llegaremos.",
          "Hoy pueden interponerse en nuestro camino,",
          "pero vendrá un tiempo",
          "en el que nadie podrá impedir",
          "que un ser humano camine hacia la libertad."
        ]
      }
    ]
  },
  {
    "id": 52,
    "nombre": "Owen Jones",
    "fragmento": "Ustedes han sufrido... uno de los grandes crímenes de la historia.\nEl genocidio... se llama el crimen de los crímenes por una razón.\nCon las armas y el apoyo proporcionados por nuestros gobiernos en Occidente,\nel Estado de Israel ha intentado destruir a su pueblo.",
    "titulo": "Un mensaje para el pueblo palestino en Gaza",
    "image": "/imagenes/owen-jones.png",
    "description": "Periodista, escritor y comentarista político británico que denuncia los crímenes de guerra y clama por la justicia social y los derechos humanos del pueblo palestino.",
    "parts": [
      {
        "title": "Un mensaje para el pueblo palestino en Gaza",
        "content": [
           "",
          "Ustedes han sufrido... uno de los grandes crímenes de la historia.",
          "El genocidio... se llama el crimen de los crímenes por una razón.",
          "Con las armas y el apoyo proporcionados por nuestros gobiernos en Occidente,",
          "el Estado de Israel ha intentado destruir a su pueblo.",
          "Han arrasado sus hogares.",
          "Han reducido a escombros sus hospitales... y sus escuelas.",
          "Han asesinado a sus médicos, a sus enfermeras, a sus paramédicos,",
          "a sus trabajadores humanitarios... y a sus periodistas.",
          "Han exterminado familias enteras,",
          "y las han borrado para siempre de su registro civil.",
          "Han asesinado a decenas de miles de sus niños:",
          "mientras dormían en sus camas,",
          "mientras viajaban junto a sus familias en autos,",
          "mientras buscaban refugio del horror...",
          "o simplemente... jugaban en la calle.",
          "Han convertido sus cuerpos en objetivos de práctica,",
          "como si la vida de su pueblo fuera solo",
          "un ejercicio de tiro... sin alma ni compasión.",
          "Los han dejado deliberadamente sin alimento.",
          "Han negado lo más básico para sobrevivir:",
          "la leche de los bebés, las medicinas, el agua.",
          "Los han desplazado violentamente... una y otra vez.",
          "Los han dejado llenos de heridas... y de traumas.",
          "Han vivido bajo bombas que caen del cielo,",
          "bajo disparos que no cesan,",
          "preguntándose cada día... si sería el último.",
          "Todos ustedes han sufrido la pérdida de seres queridos:",
          "padres, hijos, hijas, hermanos, abuelos, parejas,",
          "amigos entrañables.",
          "Los horrores que han padecido están más allá",
          "de lo que nuestra mente puede imaginar.",
          "Pero, como otras víctimas de genocidio",
          "a lo largo del oscuro pasado de nuestra especie,",
          "sus opresores no han logrado extinguirlos.",
          "Han demostrado que existir es resistir.",
          "Su espíritu... su determinación...",
          "han encendido una llama que hoy inspira",
          "a millones de corazones en todo el mundo.",
          "Y un día —tengo la firme convicción—",
          "no solo liberarán Palestina...",
          "sino que liberarán también... a todos nosotros.",
          "Porque han abierto los ojos del mundo",
          "ante el mal que nuestros propios gobernantes",
          "y nuestros medios de comunicación",
          "son capaces de cometer.",
          "Si nos mienten sobre esto...",
          "¿qué más nos estarán ocultando?",
          "Y si pueden hacerle esto al pueblo palestino...",
          "¿quién será el siguiente?",
          "Es nuestra responsabilidad —como ciudadanos",
          "de países que han contribuido a tanto horror y sufrimiento—",
          "seguir alzando la voz,",
          "seguir presionando a nuestros gobiernos,",
          "para poner fin a su complicidad",
          "en los crímenes cometidos contra ustedes.",
          "Y nuestra promesa debe ser esta:",
          "nunca, nunca los abandonaremos.",
          "Cueste... lo que cueste."
        ]
      }
    ]
  },
  {
    "id": 53,
    "nombre": "Ken O'Keefe",
    "fragmento": "¿Condeno a Hamás?\nNo.\n¡Respeto! ¡Respeto!\nEso es lo que hace un hombre.\nNo, no condeno a Hamás.",
    "titulo": "No, no condeno a Hamás. Los respeto",
    "image": "/imagenes/ken-okeefe.png",
    "description": "Activista político estadounidense y exmarine que desafía la narrativa mediática sobre Palestina, denunciando la propaganda de guerra y reivindicando la resistencia palestina.",
    "parts": [
      {
        "title": "No, no condeno a Hamás. Los respeto",
        "content": [
        "",
          "Yo veía videos de bebés siendo decapitados.",
          "Y todos los medios de comunicación, propiedad de los judíos, lo repitieron como loros.",
          "Y Piers Morgan, entre otros cobardes, nunca me invitó.",
          "¿Qué pasó?",
          "¿No les llegó mi mensaje, decían.",
          "¿Es que no me quieren en sus programas?",
          "Déjame responder a vuestra pregunta:",
          "¿Condeno a Hamás?",
          "No.",
          "¡Respeto! ¡Respeto!",
          "Eso es lo que hace un hombre.",
          "No, no condeno a Hamás.",
          "Es más, todos ustedes dijeron que violaron.",
          "Dijeron que decapitaron bebés.",
          "La verdad es, y ahora esto está verificado, incluso en medios judíos, que no solo no violaron mujeres, sino que les pusieron velos para cubrirlas, porque en el Islam no es apropiado mostrar el escote.",
          "Les decían: 'Con el debido respeto, hermana, aquí tienes algo de ropa.",
          "Nosotros te cuidaremos'.",
          "Una de las rehenes, una bella joven israelí, habló literalmente de cómo Hamás les salvó la vida, literalmente, cuando estaban siendo bombardeados por la Directiva Aníbal.",
          "Esa es la política del estado judío de acabar, de borrar a sus propios elegidos, porque son una carga política.",
          "Y durante la Directiva Aníbal, Hamás defendió a estas jóvenes, les salvó la vida y les dio comida.",
          "Cuando el resto de Gaza se está muriendo de hambre, Hamás hizo eso.",
          "Hamás hizo eso, yo digo: amor y respeto.",
          "No solo no violaron, hicieron lo que Dios ordenaría que un musulmán recto haga.",
          "Y su mentira de los 40 bebés decapitados.",
          "¡Mentira!",
          "Todos ustedes, los medios, todos ustedes, son culpables de crímenes de guerra.",
          "Según la Convención de Ginebra, la propaganda de guerra es un crimen de guerra.",
          "¿Acaso no sabían que no había pruebas que respaldaran estas acusaciones?",
          "No lo sabían.",
          "Lo sabían, pero les pagan los judíos.",
          "Por eso mienten.",
          "Y todos los políticos que les sirven, ustedes sirven a Satanás.",
          "Se pudrirán en el infierno, y yo moriré con las botas puestas antes que someterme a ustedes.",
          "Esta es la actitud que debemos tener.",
          "Suficiente.",
          "Se acabó.",
          "Hay una raya en la arena.",
          "No hay zona gris aquí.",
          "O estás del lado de Satanás o de Dios.",
          "Nunca pensé que [llegaría a esto]."
        ]
      }
    ]
  },
  {
    "id":54,
    "nombre": "Dr. Mohammad Jamal",
    "fragmento": "Estábamos en la prisión del Naqab, conocida como el Guantánamo de Palestina.\nAllí, el aire mismo parecía un enemigo.\nCada respiración pesaba.\nLa opresión se sentía en la mente, en el alma.\nEra una sensación asfixiante, insoportable.",
    "titulo": "El Guantánamo de Palestina",
    "image": "/imagenes/mohammad-jamal.png",
    "description": "Médico cirujano kuwaití y activista que participó en la Global Sumud Flotilla, testimoniando sobre la represión israelí y el sufrimiento de los presos palestinos en el Naqab.",
    "parts": [
      {
        "title": "El Guantánamo de Palestina",
        "content": [
          "",
          "Estábamos en la prisión del Naqab, conocida como el Guantánamo de Palestina.",
          "Allí, el aire mismo parecía un enemigo.",
          "Cada respiración pesaba.",
          "La opresión se sentía en la mente, en el alma.",
          "Era una sensación asfixiante, insoportable.",
          "Sentía un dolor que me atravesaba por dentro,",
          "una angustia que no podía apagar.",
          "Y aun así, mi pensamiento no dejaba de volver una y otra vez a lo mismo:",
          "mis hijos estaban a salvo,",
          "mi familia seguía viva,",
          "mi país no había sido invadido.",
          "Entonces me pregunté:",
          "¿qué deben sentir los palestinos que sí lo han perdido todo?",
          "Los que han visto morir a sus hijos,",
          "a sus madres, a sus padres, a sus hermanos.",
          "Los que han visto caer sus casas,",
          "los que fueron expulsados de su tierra,",
          "los que viven aislados del mundo, sin contacto con nadie.",
          "Años enteros de silencio,",
          "de abandono,",
          "de olvido.",
          "Dentro de la prisión vi algo que nunca olvidaré.",
          "Los presos marcaban la tierra y las paredes con sus uñas.",
          "Grababan sus nombres, sus direcciones, las fechas.",
          "Lo hacían por si algún día alguien lograba salir,",
          "para que pudiera decir al mundo:",
          "'Vi a fulano allí.",
          "Su nombre sigue existiendo.",
          "Su historia no ha sido borrada.'",
          "Muchos sabían que nunca saldrían.",
          "Aun así, dejaban su huella.",
          "Era su manera de resistir,",
          "de decirle al mundo: 'yo existí, yo viví.'",
          "Era un hilo de esperanza en medio del silencio absoluto.",
          "El mundo vio cómo salieron algunos:",
          "torturados, ciegos, sin piernas,",
          "otros con la mente destruida.",
          "Diez mil presos palestinos.",
          "Ochocientos de ellos, niños.",
          "La prisión se extendía por más de 400.000 metros cuadrados.",
          "Nos trasladaban de un lugar a otro en autobuses.",
          "Cada trayecto duraba entre quince y treinta minutos,",
          "y cada viaje era un recordatorio del control total que tenían sobre nuestras vidas.",
          "Todo eso... era opresión.",
          "Eso... es el mal.",
          "Israel se ha convertido en un imperio del mal.",
          "Gracias a Allah, lo vimos con nuestros propios ojos.",
          "Y, si Allah quiere, seguiremos denunciando esta injusticia,",
          "recordando a quienes grabaron sus nombres en la tierra,",
          "para que el mundo sepa que existieron,",
          "para que nadie los borre,",
          "para que su memoria viva,",
          "eterna, como una llama en medio de la oscuridad."
        ]
      }
    ]
  },
  {
    "id": 55,
    "nombre": "David Adler",
    "fragmento": "El Estado de Israel miró a los ojos del mundo y dijo:\n'No nos importa vuestros derechos.'\nY nosotros estábamos, siendo registrados desnudos.\nAtados con bridas y desaparecidos en furgones policiales.",
    "titulo": "Desierto, represión y resistencia",
    "image": "/imagenes/david-adler.png",
    "description": "Académico y activista judío estadounidense que participó en la Global Sumud Flotilla y fue detenido por fuerzas israelíes, testificando sobre violaciones a derechos humanos y represión.",
    "parts": [
      {
        "title": "Desierto, represión y resistencia",
        "content": [
          "",
          "El Estado de Israel miró a los ojos del mundo y dijo:",
          "'No nos importa vuestros derechos.'",
          "Y nosotros estábamos, siendo registrados desnudos.",
          "Atados con bridas y desaparecidos en furgones policiales hacia uno de los campos de detención más notorios del país, el Guantánamo de Israel.",
          "Un recuerdo que siempre permanecerá conmigo fue el día de nuestra liberación del campo de detención, y te diré por qué.",
          "En el camino hacia allí, estábamos con los ojos vendados y atados con bridas, así que no sabíamos adónde íbamos.",
          "Solo nos llevaban al medio del desierto.",
          "No teníamos idea de a qué prisión íbamos o en qué condiciones nos encontraríamos.",
          "Pero el día en que salimos, estábamos encadenados,",
          "y yo miraba por un pequeño agujero en la ventana para ver adónde íbamos.",
          "Y pude ver que Ketziot era enorme.",
          "Nos tomó una hora solo salir del campo.",
          "Y hay un lema, una frase clásica de Israel,",
          "que dice: 'Vinimos al desierto e hicimos florecer el desierto.'",
          "Y en ese momento tuve este pensamiento:",
          "no hicieron florecer el desierto,",
          "construyeron un aparato de represión y de violencia.",
          "El gobierno de los Estados Unidos ha sido extremadamente hostil hacia toda nuestra delegación,",
          "y hacia mí en particular.",
          "Mientras navegábamos hacia Gaza, nuestro embajador sionista cristiano evangélico, Mike Huckabee, me atacó personalmente, llamándome una herramienta de Hamás, básicamente etiquetándome como terrorista.",
          "No creo que debamos dejarnos engañar por los intentos de Trump de presentarse como un gran pacificador.",
          "Debemos mantenernos firmes y con la mente clara sobre lo que nos dice el derecho internacional.",
          "El derecho internacional nos dice que todos los pueblos tienen derecho a un proceso de autodeterminación.",
          "Y hasta que el pueblo de Palestina reciba ese derecho —",
          "el mismo derecho que se ha concedido a pueblos de todo el mundo",
          "que han vivido y triunfado en sus propias luchas anticoloniales—",
          "creo que ninguno de nosotros puede ni debe descansar."
        ]
      }
    ]
  }
  

    ]
  